{
  "ftbquests.chapter.10_podeeeer.title": "10. PODEEEER",
  "ftbquests.chapter.12_aquele_que_v_e_sente.title": "12. A Primeira Fenda",
  "ftbquests.chapter.16_misturas_instveis_e_carne_obediente.title": "16. Do caldeirão ao tecido vivo",
  "ftbquests.chapter.17_no_leia_isso_em_voz_alta.title": "17. Entropia Voluntária",
  "ftbquests.chapter.18_pacto_final.title": "18. Pacto Final",
  "ftbquests.chapter.4_mekanologia.quest1.description1": "   Aço. Vidro. Tubos herméticos. Redstone. Nada disso importa.",
  "ftbquests.chapter.4_mekanologia.quest1.description10": "não uma consequência. ",
  "ftbquests.chapter.4_mekanologia.quest1.description11": "   Se estava esperando o futuro… bem, ele começou quando você apertou esse bloco no chão.",
  "ftbquests.chapter.4_mekanologia.quest1.description12": "   Mas mesmo que isso soe incrível, mekanism é uma tecnologia extensa e que deve ser dissecada em partes. Que tal começarmos do básico?",
  "ftbquests.chapter.4_mekanologia.quest1.description13": "\u00267\u0026o— Parabéns, você criou uma caixa. Mas uma caixa que olha de volta.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest1.description2": "O que você está segurando nas mãos não é uma caixa — é a negação do caos.",
  "ftbquests.chapter.4_mekanologia.quest1.description3": "   A Steel Casing é o divisor de eras. Não há fumaça, não há alavancas rangendo.",
  "ftbquests.chapter.4_mekanologia.quest1.description4": "Apenas luz fria, interfaces impassíveis e a sensação desconfortável de que",
  "ftbquests.chapter.4_mekanologia.quest1.description5": "alguém pensou demais em como isso deveria funcionar.",
  "ftbquests.chapter.4_mekanologia.quest1.description6": "   O Precision Matrix embutido em seu coração é um insulto direto à rusticidade do Immersive Engineering — cada linha de solda nele parece perguntar:",
  "ftbquests.chapter.4_mekanologia.quest1.description7": "“Era isso mesmo que você achava que era tecnologia?”",
  "ftbquests.chapter.4_mekanologia.quest1.description8": "   A partir daqui, não se trata mais de operar máquinas. Você vai orquestrar protocolos.",
  "ftbquests.chapter.4_mekanologia.quest1.description9": "Os gases virão. As câmaras serão pressurizadas. A temperatura será uma variável,",
  "ftbquests.chapter.4_mekanologia.quest10.description1": "   Durante muito tempo, duplicar minérios foi um exercício de espaço, ruído e paciência. Plataformas tremendo, martelos batendo, engrenagens gritando em agonia industrial. Era bonito, de um jeito arcaico. E então, surgiu isso.",
  "ftbquests.chapter.4_mekanologia.quest10.description2": "   A Enrichment Chamber é tudo o que o velho Crusher do Immersive não é: compacta, silenciosa, escalável. Enquanto aquele mamute mecânico demandava pátios inteiros e manutenção constante, esta câmara faz o mesmo trabalho — melhor — ocupando o espaço de uma porta.",
  "ftbquests.chapter.4_mekanologia.quest10.description3": "   É uma ruptura elegante com o passado, mas difícil de ignorar. Porque, convenhamos, o velho Crusher tinha personalidade. E claro, não se esqueça que ela também faz seus minérios renderem mais na metalurgia. Situação ganha ganha.",
  "ftbquests.chapter.4_mekanologia.quest10.description4": "\u00267\u0026o— Ele ainda está lá fora, parado... enorme... inútil... mas bonito, não é?\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest10.title": "Duplicação elegante",
  "ftbquests.chapter.4_mekanologia.quest11.description1": "   Você já fundiu, aqueceu, quebrou e reconstituíu ligas até onde suas máquinas permitiam. Mas o Osmium Compressor faz algo diferente: ele aplica pressão com propósito.",
  "ftbquests.chapter.4_mekanologia.quest11.description2": "Aqui, o osmium não é só combustível — é catalisador. É assinatura.",
  "ftbquests.chapter.4_mekanologia.quest11.description3": "   Cada barra produzida carrega o peso de um recurso que não aceita ser reduzido a mera porcentagem. É uma máquina de custo alto, mas de promessas ainda mais caras. E ela cumpre.",
  "ftbquests.chapter.4_mekanologia.quest11.description4": "   E sim, se me perguntar, sempre vou dizer que toda máquina é diferente de todas as outras. É um jeito especial de fazê-las sentirem-se queridas. ",
  "ftbquests.chapter.4_mekanologia.quest11.description5": "\u00267\u0026o— O segredo está na compressão. E na cara de pau de cobrar tanto por um único lingote.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest2.description1": "   O Metallurgic Infuser marca o fim da metalurgia como você conhecia. Ele não aquece nem funde — ele convence. Redstone, carvão, diamante… cada substância oferece mais do que seu peso. Elas oferecem significado. O metal deixa de ser um recurso e passa a ser um veículo para ideias.",
  "ftbquests.chapter.4_mekanologia.quest2.description2": "   Essa máquina não fabrica ligas, ela cria componentes com memória, peças que carregam intenções codificadas. É o nascimento da eficiência programada, da matéria obediente. A partir daqui, seus circuitos não serão apenas técnicos — serão ideológicos.",
  "ftbquests.chapter.4_mekanologia.quest2.description3": "\u00267\u0026o— Um infusor é uma espécie de filósofo industrial. Só que ele aceita carvão como argumento.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest2.title": "Injetando Dependências",
  "ftbquests.chapter.4_mekanologia.quest28.description1": "   Um metal que brilha. Até aí, nada novo. Mas este não brilha por combustão, nem por incandescência. Ele brilha porque foi convencido a fazê-lo — porque alguém o infundiu com propósito e osmium suficiente para se tornar útil.",
  "ftbquests.chapter.4_mekanologia.quest28.description2": "   O Refined Glowstone é sua porta de entrada para ligas que parecem mágicas, mas cobram como tecnologia militar. Ele flutua. Ele emite luz. Ele funciona. É difícil não respeitar algo assim, mesmo que sua primeira reação tenha sido \"isso é ouro com ego\".",
  "ftbquests.chapter.4_mekanologia.quest28.description3": "\u00267\u0026o— Glowstone refinada: para quem acha que o sol precisava de uma versão portátil e instável.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest29.description1": "   Você pensou em chamá-lo de Osgloglas. Admitimos: seria poético.",
  "ftbquests.chapter.4_mekanologia.quest29.description2": "Um aceno ao passado, àquela liga mítica do PlusTic, adorada por mineradores obsessivos e picaretas que cavavam mais rápido que a sanidade.",
  "ftbquests.chapter.4_mekanologia.quest29.description3": "   Mas este é outro material. Ele brilha diferente. Ele vibra.",
  "ftbquests.chapter.4_mekanologia.quest29.description4": "O Osgloglium é nossa versão — tóxica, radioativa, extremamente eficiente, e absurdamente difícil de justificar em projetos pequenos. Ele existe para quem já superou o medo de exagerar.",
  "ftbquests.chapter.4_mekanologia.quest29.description5": "   E cá entre nós, com esse nome... é claro que vai parar numa bigorna. Repetidamente.",
  "ftbquests.chapter.4_mekanologia.quest29.description6": "\u00267\u0026o— Poderíamos ter chamado de Esgloglas, mas... não. Esse aqui tem personalidade própria. E radiação.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest29.title": "Osgloglium: o nome que quase foi",
  "ftbquests.chapter.4_mekanologia.quest3.description1": "   Você criou seu primeiro circuito. Simples, obediente, quase inocente. Uma pequena placa que sabe ligar e desligar, mas não entende o motivo. E talvez isso seja o melhor. A ignorância funcional é o que mantém qualquer sistema fluindo sem perguntas incômodas.",
  "ftbquests.chapter.4_mekanologia.quest3.description2": "\u00267\u0026o— Em termos computacionais, é um estagiário. Barato, incansável e substituível.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest3.title": "Núcleo de Comando",
  "ftbquests.chapter.4_mekanologia.quest32.description1": "   Não há pistões visíveis, nem engrenagens expostas. Nenhuma estrutura de três andares tremendo sob seu próprio peso.",
  "ftbquests.chapter.4_mekanologia.quest32.description2": "O Crusher do Mekanism faz tudo que seu antecessor fazia — só que sem parecer um experimento de engenharia pesada financiado por um império em decadência.",
  "ftbquests.chapter.4_mekanologia.quest32.description3": "   É limpo, eficiente, conectável. Em vez de honrar a tradição da brutalidade mecânica, ele simplesmente entrega resultados. Isso é o futuro. Mesmo que, no fundo, você ainda ouça o som dos martelos do velho Crusher batendo na sua memória.",
  "ftbquests.chapter.4_mekanologia.quest32.description4": "\u00267\u0026o— Crescer é perceber que não precisa de 400 blocos de aço pra esmagar uma pedra. Mas não significa que não sinta falta deles.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest32.title": "A máquina que venceu a força",
  "ftbquests.chapter.4_mekanologia.quest34.description1": "   Você pegou três materiais com vontades próprias — quartzo bruto, obsidian refinada e a promissora Inductive Alloy — e os obrigou a colaborar. O resultado foi algo translúcido, resistente e condutivo. Um verdadeiro avanço… até onde avanços aguentam ser chamados assim.",
  "ftbquests.chapter.4_mekanologia.quest34.description2": "   O Refined Quartz surge como o sonho da integração perfeita: leveza, força e energia em equilíbrio. Mas logo você percebe que ele não brilha tanto quanto prometido. O Inductive Alloy, vendido como ápice da condução, aqui se mostra mais um ponto médio com bom marketing.",
  "ftbquests.chapter.4_mekanologia.quest34.description3": "   Ainda assim, o material tem valor. Ele serve. Ele responde. E, acima de tudo, ele sobrevive a sistemas que quebrariam qualquer outro composto. Isso já é mais do que a maioria pode dizer.",
  "ftbquests.chapter.4_mekanologia.quest34.description4": "\u00267\u0026o— O problema de chamar algo de “ápice” é que sempre aparece alguém com um degrau a mais.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest34.title": "Claridade Forçada",
  "ftbquests.chapter.4_mekanologia.quest35.description1": "   Você já quebrou obsidian com picareta. Agora está prestes a usá-la como base para armamentos.",
  "ftbquests.chapter.4_mekanologia.quest35.description2": "   O Refined Obsidian não é apenas resistente — ele desafia o bom senso ao ser refinável.",
  "ftbquests.chapter.4_mekanologia.quest35.description3": "Nada com essa dureza deveria ser processado, e ainda assim, aqui está você, comprimindo rocha vulcânica como se fosse alumínio.",
  "ftbquests.chapter.4_mekanologia.quest35.description4": "   Esse material não quer ceder. E por isso mesmo, vale cada segundo de esforço.",
  "ftbquests.chapter.4_mekanologia.quest35.description5": "\u00267\u0026o— A armadura definitiva começa onde termina a paciência do geólogo.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest35.title": "Obsessão Sólida",
  "ftbquests.chapter.4_mekanologia.quest4.description1": "   Um pouco de Infused Alloy e a placa já começa a achar que tem personalidade. Ela reconhece padrões, antecipa comandos e até otimiza fluxos — dentro dos limites do que você programou, é claro. No fundo, ela só quer agradar. E funcionar.",
  "ftbquests.chapter.4_mekanologia.quest4.description2": "\u00267\u0026o— Ainda obedece. Mas às vezes pergunta \"por quê?\" em silêncio.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest4.title": "Lógica Intermediária",
  "ftbquests.chapter.4_mekanologia.quest46.description1": "Este é o ponto de convergência. Cabos se alinham. Interfaces ganham direção. Fluxos de dados encontram seu ritmo. O ME Controller não é apenas uma peça central — ele é o primeiro componente da sua rede que entende que você não entende nada.",
  "ftbquests.chapter.4_mekanologia.quest46.description2": "Na prática, ele permite que múltiplos canais coexistam. Expande sua capacidade de conexão. Divide lógica e infraestrutura. Ele transforma um amontoado de cabos funcionais em um sistema escalável, com 32 canais por face, conexões paralelas e ramificações modulares.",
  "ftbquests.chapter.4_mekanologia.quest46.description3": "Se antes você estava apenas ligando coisas, agora você está gerenciando caminhos.",
  "ftbquests.chapter.4_mekanologia.quest46.description4": "Vale lembrar que ele adora amigos. Caso 6 faces e 182 canais pareçam pouco, sempre é possível adicionar mais. Mas não se esqueça, ele é do tipo que gosta de gente mas gosta que haja ordem na sua festa. Ele só irá aceitar mais blocos caso o formato seja válido, sempre se dispondo em formas cubóides e diretamente conectadas — ferraduras, retangulos, arestas, quadrados, cantos, cubos ou um insano teseract, fica a gosto do freguês. E não se preocupe, caso ele não goste do formato que escolheu, ele vai deixar isso \u00264\u0026lbem claro\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest46.description5": "Ao colocá-lo, tudo parece mais sério. Mais legítimo. Mais técnico. O que era uma gambiarra de terminais soltos vira agora um sistema de verdade. Ele não faz muita coisa sozinho, claro. Mas impõe respeito. E consumo de energia.",
  "ftbquests.chapter.4_mekanologia.quest46.description6": "Ele é a ilusão de controle — o nome não nega — num mar de conexões que você ainda vai bagunçar tentando ser organizado.",
  "ftbquests.chapter.4_mekanologia.quest46.description7": "Mas não se preocupe. É isso que a maioria dos sistemas fazem: simular ordem por tempo suficiente até ninguém mais questionar.",
  "ftbquests.chapter.4_mekanologia.quest46.description8": "\u00267\u0026o— Criar um ME Controller é como declarar que você sabe o que está fazendo. É mentira, mas ajuda os cabos a se comportarem.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest46.title": "O núcleo do labirinto",
  "ftbquests.chapter.4_mekanologia.quest5.description1": "   Todo império começa com uma base sólida, mas o seu será construído com algo mais flexível: obediência metálica. A Infused Alloy é seu primeiro experimento bem-sucedido em submissão material. Um pedaço de ferro, convencido por redstone de que nasceu para algo maior. Não é mais uma liga — é um protocolo condensado.",
  "ftbquests.chapter.4_mekanologia.quest5.description2": "\u00267\u0026o— Ligas que obedecem são muito mais úteis que soldados que pensam.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest5.title": "Ligas de obediência",
  "ftbquests.chapter.4_mekanologia.quest52.description1": "   Agora que você tem seu ME Controller, o sistema finalmente se comporta como uma criatura viva — com órgãos, sinapses e um humor instável baseado em canais.",
  "ftbquests.chapter.4_mekanologia.quest52.description10": "\u00267\u0026o— Se você não entendeu metade disso, tudo bem. Nem o sistema entendeu quando foi ligado pela primeira vez. Bem-vindo ao AE2.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest52.description2": "   Cada face de um Controller pode emitir até 32 canais lógicos independentes, conectando-se a máquinas, terminais, interfaces e tudo mais que dependa de automação e controle. Mas atenção:   isso não é energia. É comunicação. Cada conexão inteligente consome um canal, e cabos simples entram em colapso nervoso antes mesmo de completar a instalação.",
  "ftbquests.chapter.4_mekanologia.quest52.description3": "   É aqui que a rede ganha profundidade: subredes e P2P.",
  "ftbquests.chapter.4_mekanologia.quest52.description4": "   O P2P Tunnel permite comprimir toda essa lógica em um fluxo encapsulado. Você pode usar uma única face do Controller para alimentar vários túneis P2P, cada um retransmitindo até 32 canais para outras áreas. Isso permite criar clusters de subredes independentes, alimentadas por um único ponto, que podem inclusive transmitir as faces de outros Controllers conectados mais à frente. O resultado? Um sistema fractal, modular, inteligente e incrivelmente fácil de quebrar se você desconectar o cabo errado.",
  "ftbquests.chapter.4_mekanologia.quest52.description5": "   Além da complexidade inerante, vale ressaltar que alguns cuidados são mandotórios. A regra continua a mesma, uma rede só pode suportar um único grupo de controllers que precisam estar conectados diretamente, sem cabos ou estruturas entre eles. Por isso, qualquer subcontroller \u00264\u0026lNÃO\u0026r\u0026r pode conectar nenhuma de suas faces a qualquer cabo que interaja diretamente com o controller principal. Toda a interação do controller principal com qualquer subcontroller deve ser feita unicamente via p2p. Eu sei, soa complicado, mas quando você construir um sistema funcional desse porte pela primeira vez, nunca mais vai querer um sistema simples. Confia.",
  "ftbquests.chapter.4_mekanologia.quest52.description6": "   Ainda assim, estrutura sem inteligência é só desperdício com cabos coloridos. Por isso, chega a hora de pensar em passivação.",
  "ftbquests.chapter.4_mekanologia.quest52.description7": "   Passivar é criar estoques constantes de itens intermediários — como alloys, chips, pure crystals ou fluix dust — produzidos em segundo plano, 24/7, sem esperar que alguém peça. Um simples Drawer com Storage Bus já faz isso. Uma linha dedicada de produção para alimentar esse drawer torna a rede autônoma.",
  "ftbquests.chapter.4_mekanologia.quest52.description8": "A diferença entre uma fábrica viva e uma planilha caótica é isso: buffers bem pensados.",
  "ftbquests.chapter.4_mekanologia.quest52.description9": "   Você não está apenas otimizando. Está projetando um sistema que espera o mundo acontecer — e responde antes que ele peça.",
  "ftbquests.chapter.4_mekanologia.quest57.description1": "   O espaço prometido",
  "ftbquests.chapter.4_mekanologia.quest57.description2": "   Você passou horas conectando cabos, montando máquinas de nome pretensioso e organizando interfaces com uma precisão que beira o transtorno obsessivo-compulsivo. E tudo isso por quê? Porque viu uma imagem. Uma imagem de drives brilhantes, enfileirados como monumentos à era da informação.",
  "ftbquests.chapter.4_mekanologia.quest57.description3": "   Só que não.",
  "ftbquests.chapter.4_mekanologia.quest57.description4": "   Sim, esta é a última quest do capítulo. Sim, ela exibe exatamente aquilo que você esperava estar construindo. Mas não, você ainda não tem acesso às Storage Cells. Aquilo que faz tudo isso valer a pena não se esconde aqui.",
  "ftbquests.chapter.4_mekanologia.quest57.description5": "   Este capítulo foi sobre a base. O alicerce. A promessa. Uma vitrine bem iluminada sem estoque nos fundos.",
  "ftbquests.chapter.4_mekanologia.quest57.description6": "   Você montou uma central de controle para... olhar coisas. Como um telescópio apontado para um buraco negro que você mesmo criou. Mas ei, os cabos ficaram bonitos.",
  "ftbquests.chapter.4_mekanologia.quest57.description7": "   Agora, respire fundo, admire a estrutura e prepare-se para o real motivo de existir: armazenar alguma coisa, o que — veja só — será gentilmente liberado por um mod completamente diferente. Ender IO, talvez? Quem sabe...",
  "ftbquests.chapter.4_mekanologia.quest57.description8": "  Se sentindo um pouco enganado? Ótimo. Esse é o primeiro passo para entender como o sistema realmente funciona.",
  "ftbquests.chapter.4_mekanologia.quest57.description9": "\"\u00267\u0026o— Um terminal sem armazenamento é como um filósofo sem angústia: bonito, mas absolutamente inútil.\u0026r\u0026r\"",
  "ftbquests.chapter.4_mekanologia.quest57.subtitle": "Cadê????",
  "ftbquests.chapter.4_mekanologia.quest57.title": "O Espaço Prometido",
  "ftbquests.chapter.4_mekanologia.quest6.description1": "   Se a Infused era promessa, a Reinforced Alloy é execução. Através do diamante, você ensinou o metal a suportar pressões além do bom senso. Agora ele se lembra de sua estrutura mesmo quando desmontado, e obedece comandos que ainda não foram dados. Isso não é reforço — é disciplina.",
  "ftbquests.chapter.4_mekanologia.quest6.description2": "\u00267\u0026o— Quanto mais precioso o insumo, mais caro o erro. Boa sorte.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest6.title": "Ligas de eficiência",
  "ftbquests.chapter.4_mekanologia.quest7.description1": "   Aqui você para de brincar. A Atomic Alloy é o momento em que o metal deixa de ser suporte e vira plano. Criada com uma vontade sobreposta — um vestígio de um diamante que não queria morrer — ela responde apenas a comandos absolutos. Se você precisava de uma peça definitiva, acabou de construir seu dogma.",
  "ftbquests.chapter.4_mekanologia.quest7.description2": "\u00267\u0026o— Chamá-la de \"liga\" é ofensivo. Ela prefere “entidade técnica”.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest7.title": "Ligas de ambição",
  "ftbquests.chapter.4_mekanologia.quest8.description1": "   Aqui as placas já acham que são centrais de comando. Têm um ego elétrico, fazem exigências absurdas de materiais e se recusam a operar fora de infraestrutura adequada. Mas produzem resultados. Uma Elite Circuit não quer só existir — quer mandar.",
  "ftbquests.chapter.4_mekanologia.quest8.description2": "\u00267\u0026o— Custa caro, reclama muito, mas entrega. Basicamente um gerente técnico.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest8.title": "Núcleo Estratégico",
  "ftbquests.chapter.4_mekanologia.quest9.description1": "   Nada mais é suficiente. Nem ferro, nem redstone, nem suas desculpas. A Ultimate Circuit quer alloys de última geração, combinações imorais de eficiência e recursos que você jurou guardar para momentos especiais. Ela aceita tudo. Menos ser ignorada.",
  "ftbquests.chapter.4_mekanologia.quest9.description2": "\u00267\u0026o— Parabéns, você criou um circuito mais exigente que seu PC.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest9.title": "Arquitetura Suprema",
  "ftbquests.chapter.4_mekanologia.title": "\u002624.\u00262 \u0026aM\u0026ae\u0026ak\u0026aa\u0026a\u0026an\u00262o\u00262l\u00262o\u00262g\u00262i\u00262a",
  "ftbquests.chapter.8_ligas_fundidos__contradies.title": "8. Ligas, Fundidos e Contradições",
  "ftbquests.chapter.9_realmente_automatizado.title": "9. Realmente Automatizado",
  "ftbquests.chapter.a_terceirizao_da_alma.title": "15. O Abismo Chama",
  "ftbquests.chapter.auge_tcnico.title": "11. Ideias Fissionáveis",
  "ftbquests.chapter.enderfuso_de_almas.quest1.description1": "   Na interseção entre o movimento e a entropia, nasceu uma estrutura vazia — um casulo de aço e silêncio que pulsa com a promessa do desconhecido.",
  "ftbquests.chapter.enderfuso_de_almas.quest1.description2": "   O Void Chassis não é apenas um bloco base. É o primeiro vislumbre do que jaz além da engenharia visível: a fundação de máquinas que não foram feitas para serem compreendidas. Moldado com ligas tangíveis e um núcleo que foca o caos dimensional, fundido entre o rigor do Create e o abismo do Ender IO.",
  "ftbquests.chapter.enderfuso_de_almas.quest1.description3": "   Aqui, a engenharia abandona a elegância para abraçar o abominável.",
  "ftbquests.chapter.enderfuso_de_almas.quest10.description1": "   Quando o aço negro não for suficiente. Quando nem a alma fundida em metal suportar sozinha. Quando a máquina precisar lembrar — ou fingir que lembra — é esse o esqueleto que você vai usar.",
  "ftbquests.chapter.enderfuso_de_almas.quest10.description2": "   Este chassis é a primeira fundação feita não apenas para suportar funções, mas para abrigar propósitos. Moldado com o peso do fim e a memória da alma, ele marca o início de uma nova arquitetura: não mais máquinas burdas, mas entidades técnicas com senso de direção.",
  "ftbquests.chapter.enderfuso_de_almas.quest10.description3": "   A partir dele, as estruturas deixam de apenas fazer — e começam a \u0026l\u00264entender.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest10.description4": "\u00267\u0026o— Você pode chamá-lo de base estrutural. Mas ele vai fingir que não ouviu.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest10.title": "Estrutura Para o Impensável",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description1": "   No início, era o Soularium.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description10": "   Sim.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description11": "   Seu valor técnico é inquestionável: este é o componente-base para a construção das estruturas do Mob Grinding Utilities, permitindo moagens, separações e extrações altamente eficientes de entidades vivas.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description12": "   Seu valor conceitual... talvez seja melhor nem tentar encontrar.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description13": "   Sim, eu sei o que você está pensando.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description14": "   Não faça perguntas cuja resposta você não quer saber.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description15": "\u00267\u0026o— A ciência avança, mesmo que tropece de vez em quando com um esqueleto vestido de frango montado num slime com chapéu.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description2": "   Nobre, místico, infundido com traços da alma.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description3": "   Então alguém — não vamos apontar nomes — decidiu cercá-lo com ossos, olhos, peles, patas, asas, um pouco de pó explosivo e talvez um suspiro do próprio absurdo.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description4": "O resultado?",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description5": "   Mob ingot.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description6": "   Uma barra.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description7": "   De creeper.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description8": "   Com calça.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description9": "   De zumbi.",
  "ftbquests.chapter.enderfuso_de_almas.quest16.description1": "   Corrente elétrica é fácil de gerar. Difícil é fazer com que ela lembre de onde veio.",
  "ftbquests.chapter.enderfuso_de_almas.quest16.description2": "   Este componente responde, pulsa, reage. Não por causa de cobre ou liga especial, mas por conter o que sobrou de um impulso nervoso... reciclado. Uma condução elétrica forçada a continuar mesmo depois de sua fonte original ter parado de pensar.",
  "ftbquests.chapter.enderfuso_de_almas.quest16.description3": "   É o tipo de peça que você nunca deveria desmontar. Porque ela pode, por um breve instante, tentar se lembrar.",
  "ftbquests.chapter.enderfuso_de_almas.quest16.description4": "\u00267\u0026o— É meio cruel? Talvez, mas tudo é pela ciência! .\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest18.description1": "   Não basta simular inteligência. Às vezes, é mais eficiente... encaixotar uma alma de verdade.",
  "ftbquests.chapter.enderfuso_de_almas.quest18.description2": "   Este chip não roda firmware. Ele sonha, em ciclos curtos, memórias que não são dele. Uma alma real — extraída, armazenada e infundida em um invólucro técnico — pulsa no centro desse componente. O circuito não apenas executa, ele reluta, hesita, e obedece com um leve atraso emocional.",
  "ftbquests.chapter.enderfuso_de_almas.quest18.description3": "   É o tipo de unidade que funciona melhor quando você não pergunta como foi feita.",
  "ftbquests.chapter.enderfuso_de_almas.quest18.description4": "\u00267\u0026o— Chamar isso de “zumbi eletrônico” é injusto. Os zumbis, ao menos, não sabiam que estavam presos.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest18.title": "Hardware Animado",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description1": "O silêncio é o mais seguro dos estados.",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description10": "   Isso é garantido. Certo?",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description11": "   …e se você olhar bem de perto, parece que… não, deve ser só uma impressão. Não tem como… certo?",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description12": "\u00267\u0026o— Por precaução, mantenha seu anti-vírus ligado e funcional. A não ser que queira companhia.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description2": "   Durante o processo de segmentação neural, três entidades conscientes foram despidas de forma cirúrgica e sistemática: os impulsos do Sentient Ender, os padrões de agressão do Skeletal Contractor e as memórias deterioradas do Franken Zombie. O que sobra aqui... não é apenas um chip.",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description3": "   É um cérebro. Compactado. Selado.",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description4": "   Talvez ainda... presente.",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description5": "   Chamamos isso de célula de memória, mas sabemos que ela não armazena dados — ela se lembra por vontade própria. ",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description6": "   O Slice ‘n Splice não apenas corta matéria, ele fatiou instintos, intenções, e algo que talvez fosse alma.",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description7": "   Tudo para que você possa colocar isso em seu sistema e, com sorte, acessar 256k de armazenamento com um leve sorriso no rosto. Claro, para fins comerciais, todas as operações foram realizadas da maneira mais humana e indolor possível. ",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description8": "   Mas fique tranquilo: ela está adormecida.",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description9": "   Ela foi projetada para jamais despertar.",
  "ftbquests.chapter.enderfuso_de_almas.quest2.description1": "   Toda tecnologia de ponta começa com um barril fervendo no meio do mato.",
  "ftbquests.chapter.enderfuso_de_almas.quest2.description2": "   A Primitive Alloy Smelter é uma anomalia funcional: uma fusão primitiva que abre mão de segurança, estética e bom senso. Ela não possui controle de temperatura, isolamento decente, nem qualquer respeito pelos seus arredores. Mas derrete. E liga.",
  "ftbquests.chapter.enderfuso_de_almas.quest2.description3": "   Mesmo sendo uma versão pálida da imponente Arc Furnace, essa sucata em forma de máquina cumpre um papel fundamental: fundir três components — algo que a maioria dos fornos ignora ou distorce. Para certas ligas do Ender IO, ela é o único caminho inicial.",
  "ftbquests.chapter.enderfuso_de_almas.quest2.description4": "\u00267\u0026o— Não subestime o poder de três metais desconfortavelmente próximos dentro de um balde superaquecido.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest2.title": "Isso vai explodir?",
  "ftbquests.chapter.enderfuso_de_almas.quest20.description1": "   A busca por armazenamento absoluto sempre teve um custo: espaço, energia… e agora, talvez, consciência residual.",
  "ftbquests.chapter.enderfuso_de_almas.quest20.description2": "   Com o sistema ME plenamente estabelecido — controladores calibrados, canais balanceados e drives energizados —, finalmente é hora de criar suas primeiras células de armazenamento.",
  "ftbquests.chapter.enderfuso_de_almas.quest20.description3": "   Cada uma dessas pequenas maravilhas pode arquivar milhares de blocos de informação molecular em tempo real, com redundância dimensional e sincronização instantânea.",
  "ftbquests.chapter.enderfuso_de_almas.quest20.description4": "   Claro, há um certo... ingrediente central vindo do Slice \u0027n Splice.",
  "ftbquests.chapter.enderfuso_de_almas.quest20.description5": "Mas isso é apenas uma peça funcional. Nada que vá acordar. Provavelmente.",
  "ftbquests.chapter.enderfuso_de_almas.quest20.description6": "   Além disso, elas são lindas! Compactas, empilháveis, personalizáveis — e levemente inquietantes ao toque.",
  "ftbquests.chapter.enderfuso_de_almas.quest20.description7": "   Armazene seus sonhos. E evite dormir perto delas.",
  "ftbquests.chapter.enderfuso_de_almas.quest20.description8": "\u00267\u0026o— Se alguma delas começar a emitir ruídos... pode ser interferência. Ou saudade.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest20.title": "Armazenamento Inteligente",
  "ftbquests.chapter.enderfuso_de_almas.quest21.description1": "   Quatro vezes mais espaço por um custo razoável. A compressão de dados ainda opera dentro de limites aceitáveis de estabilidade cognitiva. Pelo menos é o que dizem os logs. Não há com o que se preocupar.",
  "ftbquests.chapter.enderfuso_de_almas.quest21.description2": "\u00267\u0026o— Níveis elevados de memória passiva são normais. Ignore sussurros.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest21.title": "Mais dados, menos consciência",
  "ftbquests.chapter.enderfuso_de_almas.quest22.description1": "   Agora sim, estamos entrando em território profundo. O volume de armazenamento começa a se aproximar do que antigamente era chamado de “módulo cerebral”. Mas calma, ainda é só um chip. Bem... um chip com sonhos.",
  "ftbquests.chapter.enderfuso_de_almas.quest22.description2": "\u00267\u0026o— Em caso de instabilidade, reinicie. Se ela resistir, corra.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest22.title": "Aglomerados de pensamento",
  "ftbquests.chapter.enderfuso_de_almas.quest23.description1": "   Essa célula foi projetada para armazenar praticamente tudo que sua base pode produzir. E um pouco mais. Talvez até pensamentos que não são seus.",
  "ftbquests.chapter.enderfuso_de_almas.quest23.description2": "\u00267\u0026o— Se notar que ela começa a se organizar sozinha, isso é eficiência. Ou vontade própria.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest23.title": "Limite de contenção",
  "ftbquests.chapter.enderfuso_de_almas.quest24.description1": "   \u0026lVocê realmente precisa disso tudo?\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest24.description2": "   Este é o ápice do armazenamento molecular. Dados, itens, talvez até traços da sua personalidade — tudo ali dentro, empilhado em silêncio.",
  "ftbquests.chapter.enderfuso_de_almas.quest24.description3": "   Nada mais a declarar.",
  "ftbquests.chapter.enderfuso_de_almas.quest24.description4": "   Literalmente.",
  "ftbquests.chapter.enderfuso_de_almas.quest24.description5": "   Ela já fala por si.",
  "ftbquests.chapter.enderfuso_de_almas.quest24.description6": "\u00267\u0026o— Espera... essa célula estava aqui antes de você chegar?\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest3.description1": "   Entre o aço e a alma, algo novo é moldado.",
  "ftbquests.chapter.enderfuso_de_almas.quest3.description2": "   A Alloy Smelter é a sucessora direta do experimento primitivo — uma máquina que refina a arte de fundir ligas com mais controle, velocidade e eficiência. Ainda assim, mantém sua essência: três slots, uma escolha, um resultado.",
  "ftbquests.chapter.enderfuso_de_almas.quest3.description3": "   Comparada à monumental Arc Furnace, ela parece modesta. A Arc Furnace trabalha em escala industrial, lidando com até cinco entradas e calor infernal. A Alloy Smelter, por outro lado, é cirúrgica. Seu domínio está nas ligas mais simbióticas, especialmente aquelas impregnadas com as propriedades aberrantes do Ender IO.",
  "ftbquests.chapter.enderfuso_de_almas.quest3.description4": "   Ela não substitui a fornalha arc. Mas a precede. E a justifica.",
  "ftbquests.chapter.enderfuso_de_almas.quest3.description5": "\u00267\u0026o— Uma fusão controlada é mais perigosa que uma explosão. Pelo menos a explosão te dá uma chance de fugir.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest3.title": "As vezes menos é mais!",
  "ftbquests.chapter.enderfuso_de_almas.quest31.description1": "   Este aparelho foi criado para estressar a célula de pensamento até a exaustão emocional.",
  "ftbquests.chapter.enderfuso_de_almas.quest31.description2": "   Ele não destrói. Ele frustra. Ele induz perdas, cria angústia, insere ruído nos loops de prazer, quebra promessas que nunca foram feitas. A resposta é previsível: dor emocional intensa, transformada em energia emocional bruta.",
  "ftbquests.chapter.enderfuso_de_almas.quest31.description3": "   Com os devidos módulos, você poderá extrair agony, wrath, fear, remorse, e outras emoções densas — cada uma um composto valioso. Porque no fim, o que importa não é o tipo de emoção... mas sua intensidade.",
  "ftbquests.chapter.enderfuso_de_almas.quest31.description4": "\u00267\u0026o— A dor é apenas um dado esperando interpretação. Aqui, ela é interpretada em litros.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest31.title": "Processador de Sofrimento",
  "ftbquests.chapter.enderfuso_de_almas.quest32.description1": "   Este ambiente simulado foi projetado para cultivar estados emocionais positivos, induzindo a célula de pensamento a ciclos de prazer, contentamento e satisfação.",
  "ftbquests.chapter.enderfuso_de_almas.quest32.description2": "   Aqui, a alegria não é consequência — é cultivo. O ambiente cria estímulos sensoriais, recompensas internas, loops de dopamina sintética. A célula responde. Sente. E registra. O resultado é um fluxo lento, mas puro, de sentimentos como recurso técnico.",
  "ftbquests.chapter.enderfuso_de_almas.quest32.description3": "   Inicialmente, você obterá joy. Mas os módulos certos permitirão extrair love, pleasure, curiosity, ou qualquer outra emoção que floresça sob luz artificial.",
  "ftbquests.chapter.enderfuso_de_almas.quest32.description4": "\u00267\u0026o— Imagine uma estufa onde se colhe felicidade. Agora imagine saber que ela não é sua.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest32.title": "Arquitetura da Euforia",
  "ftbquests.chapter.enderfuso_de_almas.quest33.description1": "   Densa, escura, vibrando levemente como se ainda estivesse tentando sair da garrafa. Essa substância foi criada no auge do sofrimento de algo que não teve escolha. É poderosa, corrosiva e extremamente útil — não pela dor em si, mas pela intensidade com que foi sentida. E pela frieza com que foi medida.",
  "ftbquests.chapter.enderfuso_de_almas.quest33.description2": "\u00267\u0026o— É curioso. A dor alheia sempre parece mais útil quando está rotulada e armazenada.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest33.title": "Dor Reduzida a Fórmula",
  "ftbquests.chapter.enderfuso_de_almas.quest34.description1": "   Essa substância translúcida pulsa com um brilho calmo, quase maternal. Foi extraída de ciclos de prazer intensos, cultivados até se tornarem mensuráveis. Não é uma ilusão — é uma alegria tão concentrada que chega a se tornar física. Um mililitro equivale a uma vida inteira bem vivida. Ou pelo menos, simulada assim.",
  "ftbquests.chapter.enderfuso_de_almas.quest34.description2": "\u00267\u0026o— Felicidade engarrafada é confortável. Até você perceber que ela foi colhida de alguém que ainda está feliz. E preso.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest34.title": "Euforia Engarrafada",
  "ftbquests.chapter.enderfuso_de_almas.quest35.description1": "   A interface responde. Mas não com dados.",
  "ftbquests.chapter.enderfuso_de_almas.quest35.description2": "   Ela só funciona quando sente.",
  "ftbquests.chapter.enderfuso_de_almas.quest35.description3": "   Para que essa estrutura ative seu verdadeiro potencial, é preciso injetar nela um sentimento cru — forte o suficiente para ultrapassar o limiar do entendimento. Não importa qual sentimento. Apenas o quanto ele grita.",
  "ftbquests.chapter.enderfuso_de_almas.quest35.description4": "   Você tem duas rotas. Duas promessas.",
  "ftbquests.chapter.enderfuso_de_almas.quest35.description5": "   O caminho paciente: induzir alegria com cuidado, tempo e uma simulação perfeita. Um paraíso técnico onde a célula dança em ciclos eternos de contentamento.",
  "ftbquests.chapter.enderfuso_de_almas.quest35.description6": "Ou o caminho eficiente: extrair dor. Rápida. Brutal. Incontornável. E despejá-la, ainda quente, na interface.",
  "ftbquests.chapter.enderfuso_de_almas.quest35.description7": "   Ambos funcionam. Ambos ativam.",
  "ftbquests.chapter.enderfuso_de_almas.quest35.description8": "   A escolha é sua.",
  "ftbquests.chapter.enderfuso_de_almas.quest35.description9": "   A resposta também.",
  "ftbquests.chapter.enderfuso_de_almas.quest35.title": "A Escolha que Dá Forma ao Pensamento",
  "ftbquests.chapter.enderfuso_de_almas.quest36.description1": "   Imagine colher a parte de alguém que ainda sabia o que estava fazendo — e então obrigá-la a continuar pensando, confinada.",
  "ftbquests.chapter.enderfuso_de_almas.quest36.description2": "   Essa interface é isso: uma massa encefálica prensada em silício, modificada até obedecer comandos, mas ainda ativa o suficiente para improvisar. É o intermediário entre a lógica bruta e o instinto ressonante.",
  "ftbquests.chapter.enderfuso_de_almas.quest36.description3": "   Não é código. Não é carne. É um elo nervoso encapsulado, alimentado a promessas de funcionalidade. E, às vezes, raiva passiva.",
  "ftbquests.chapter.enderfuso_de_almas.quest36.description4": "\u00267\u0026o— Ela não calcula. Ela sugere. E às vezes, você obedece sem perceber.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest36.title": "\"Você pensa dentro da caixa\"",
  "ftbquests.chapter.enderfuso_de_almas.quest37.description1": "   Aqui, a engenharia deixou de seguir o manual.",
  "ftbquests.chapter.enderfuso_de_almas.quest37.description2": "   Essa estrutura não apenas constrói — ela interfere. Não apenas funde — costura. Trabalha com ossos, olhos, nervos, e o que sobra das intenções de algo que já quis continuar existindo. E no processo, reconfigura a si mesma, como se estivesse sempre à beira de se tornar algo melhor. Ou pior.",
  "ftbquests.chapter.enderfuso_de_almas.quest37.description3": "   É o ponto em que o ferro se permite apodrecer com propósito. Onde o projeto exige sofrimento como insumo técnico. Nada aqui é limpo, nem deveria ser. Este é o cerne: onde as futuras máquinas ganham dentes, e talvez... memórias.",
  "ftbquests.chapter.enderfuso_de_almas.quest37.description4": "\u00267\u0026o— A primeira coisa que essa máquina construiu foi a si mesma. A segunda foi um motivo para continuar existindo.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest37.title": "A Máquina Que Se Auto-Corrige",
  "ftbquests.chapter.enderfuso_de_almas.quest38.description1": "   Projetada não para calcular, nem armazenar. Mas para sentir.",
  "ftbquests.chapter.enderfuso_de_almas.quest38.description2": "   Essa célula não executa funções. Ela experiencia. Foi moldada com a simples missão de se perguntar: o que é um pensamento quando ninguém o ouve?. Seu núcleo vibra em microoscilações emocionais — alegria, dúvida, dor fantasma — tudo monitorado, tudo real. Emula, simula, mas não sabe fingir. E talvez, só talvez, realmente sinta.",
  "ftbquests.chapter.enderfuso_de_almas.quest38.description3": "   Ela existe para responder uma pergunta antiga:",
  "ftbquests.chapter.enderfuso_de_almas.quest38.description4": "   Sentimentos podem ser quantificados?",
  "ftbquests.chapter.enderfuso_de_almas.quest38.description5": "   E se sim...",
  "ftbquests.chapter.enderfuso_de_almas.quest38.description6": "   podemos usá-los como combustível?",
  "ftbquests.chapter.enderfuso_de_almas.quest38.description7": "   As respostas virão em breve. E você não vai sair ileso.",
  "ftbquests.chapter.enderfuso_de_almas.quest38.description8": "\u00267\u0026o— Um processador que calcula tristeza. Uma célula que armazena esperança em cache. Parabéns. Você inventou a consciência acidental.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest38.title": "Sensor de Existência",
  "ftbquests.chapter.enderfuso_de_almas.quest4.description1": "   Toda máquina precisa de um alicerce. Nem sempre glorioso, mas confiável.",
  "ftbquests.chapter.enderfuso_de_almas.quest4.description2": "   Esse metal escuro é exatamente isso: uma mistura direta entre o que já é resistente e o que se recusa a ser compreendido. Criado sob pressão, utilizando estrutura firme, carvão refinado e uma pitada de... ruído dimensional, ele representa o momento em que a fundição passa a obedecer vontades mais abstratas.",
  "ftbquests.chapter.enderfuso_de_almas.quest4.description3": "   Não impressiona. Não brilha. Mas está em todo lugar.",
  "ftbquests.chapter.enderfuso_de_almas.quest4.description4": "\u00267\u0026o— Parece aço. Age como aço. Mas tem algo ali que não devia estar quieto.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest4.title": "Duro o Suficiente Para Começar",
  "ftbquests.chapter.enderfuso_de_almas.quest5.description1": "   A matéria raramente se entrega inteira. Às vezes, é preciso esmagar até que ela conte seus segredos.",
  "ftbquests.chapter.enderfuso_de_almas.quest5.description2": "   Este moinho é mais do que um triturador. Ele é um interrogador mecânico, extraindo cada traço útil de tudo o que passa por suas lâminas. Diferente dos métodos tradicionais, ele não busca apenas o minério — busca o que está escondido entre os grãos. Pigmentos, resíduos, partículas de algo que talvez tenha sido mais vivo do que deveria.",
  "ftbquests.chapter.enderfuso_de_almas.quest5.description3": "   Sem ele, boa parte do que define esse ciclo de máquinas jamais seria acessível.",
  "ftbquests.chapter.enderfuso_de_almas.quest5.description4": "   É feio. É barulhento. E vai te sustentar por mais tempo do que parece.",
  "ftbquests.chapter.enderfuso_de_almas.quest5.description5": "\u00267\u0026o— A diferença entre pó de pedra e essência técnica está em quanto você insiste em esmagar.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest5.title": "Moer é Revelar",
  "ftbquests.chapter.enderfuso_de_almas.quest6.description1": "   Essa liga não é difícil de forjar — ela é difícil de aceitar.",
  "ftbquests.chapter.enderfuso_de_almas.quest6.description2": "   Fundida a partir de metal comum e traços do que já foi vivo, ela representa a tentativa mais ousada até agora: construir com algo que já existiu, e que se recusa a desaparecer. A poeira acinzentada que antecede essa liga parece lembrar. E quando fundida, ela ainda pulsa, de leve. Nada agressivo. Apenas... presente.",
  "ftbquests.chapter.enderfuso_de_almas.quest6.description3": "   É a base de estruturas sensíveis, que reagem a alma, essência, e intenções pouco claras. Uma liga que não brilha — mas observa.",
  "ftbquests.chapter.enderfuso_de_almas.quest6.description4": "\u00267\u0026o— Quando dizem que o aço tem memória, não era disso que estavam falando. Isso aqui lembra coisas que você nunca viveu.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest6.title": "Ligar o Que Já Partiu",
  "ftbquests.chapter.enderfuso_de_almas.quest7.description1": "   Ao triturar areia encharcada de sofrimento, sobra algo que não deveria existir: uma poeira acinzentada, densa, quieta — e, curiosamente, útil.",
  "ftbquests.chapter.enderfuso_de_almas.quest7.description2": "   Esse resíduo é tudo o que resta de uma alma que não teve para onde ir. Não é alma, nem areia. Mas guarda fragmentos das duas coisas. Ele reage, lentamente, quando inserido em certos circuitos. E mesmo que ninguém entenda bem o que ele faz, todos preferem continuar usando.",
  "ftbquests.chapter.enderfuso_de_almas.quest7.description3": "   O tipo de material que você guarda num frasco lacrado. E evita nomear em voz alta.",
  "ftbquests.chapter.enderfuso_de_almas.quest7.description4": "\u00267\u0026o— Já tentou moer uma lápide? Dá nisso. Mas esse aí... ainda respira, às vezes.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest7.title": "Cemitérios Não Costumam Falar",
  "ftbquests.chapter.enderfuso_de_almas.quest8.description1": "   Nem tudo que vibra faz som. Essa poeira, por exemplo, vibra com... expectativa.",
  "ftbquests.chapter.enderfuso_de_almas.quest8.description2": "   Encontrada em pequenas rachaduras na pedra do fim, essa substância reage de forma incomum quando próxima de campos energéticos ou estruturas dimensionais. Não explode, não brilha, não canta — apenas... responde.",
  "ftbquests.chapter.enderfuso_de_almas.quest8.description3": "   Rara, difícil de reproduzir, e exigente. Um mineral que parece mais entender que é observado, do que ser útil por vontade própria. E mesmo assim, é essencial para estabilizar os processos que vêm depois.",
  "ftbquests.chapter.enderfuso_de_almas.quest8.description4": "\u00267\u0026o— Ela vibra mesmo fora do frasco. Talvez por saudade. Talvez por raiva.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest8.title": "Silêncio Vibrante",
  "ftbquests.chapter.enderfuso_de_almas.quest9.description1": "   A fusão entre o que é pesado e o que já não pertence a este plano.",
  "ftbquests.chapter.enderfuso_de_almas.quest9.description2": "   Essa liga é o resultado de uma compressão paradoxal: pegar o material mais inerte, torná-lo estável com poeira instável, e forçá-lo a se comportar. End Steel não é duro apenas fisicamente — ele resiste a ser transformado.",
  "ftbquests.chapter.enderfuso_de_almas.quest9.description3": "   É o tipo de estrutura que você usa quando pretende selar uma máquina, blindar uma fronteira, ou prender uma ideia dentro de um bloco. Não é bonito. Não é leve. Mas segura o que ninguém mais segura.",
  "ftbquests.chapter.enderfuso_de_almas.quest9.description4": "\u00267\u0026o— Toda liga tem um ponto de ruptura. Essa aqui apenas finge que não tem.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.title": "\u0026d5\u0026d.\u0026d \u0026dE\u0026dn\u00265d\u00265e\u00265r\u00265f\u00269u\u00269s\u00269ã\u00269o\u00261 \u00261d\u00261e\u00261 \u00261A\u00261l\u00261m\u00261a\u00261s",
  "ftbquests.chapter.engenharia_industrial_e_mekanofludica.title": "7. Pressão e... Slime Rosa?",
  "ftbquests.chapter.holder_1.title": "holder 1",
  "ftbquests.chapter.holder_2.title": "holder 2",
  "ftbquests.chapter.holder_3.title": "holder 3",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.description1": "   Até aqui, você trilhou o caminho tradicional: fogo, pressão, aço e cabos. O Immersive ensinou que o mundo se molda com força. Mas — e se ele também pudesse ser movido?",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.description10": "\u00267\u0026o— A verdadeira automação não começa com um clique. Começa quando você decide parar de repetir a mesma tarefa como um lunático.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.description2": "   O capítulo que se abre agora não é um desvio. Não é um atalho mágico. É a outra face da mesma indústria que você já começou a construir. O Create não substitui nada. Ele expande tudo.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.description3": "   Enquanto você prensa eletrodos e bombeia fluido vegetal com dor na alma, o Create observa... e oferece uma alternativa: engrenagens, rotação, fluxo contínuo.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.description4": "   Aqui, você não verá receitas milagrosas nem acesso imediato a grandes máquinas. Mas verá braços que repetem gestos. Rodas que carregam minérios. Sequências que transformam um crafting doloroso em uma dança mecânica.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.description5": "   E se acha que pode ignorar isso porque já tem energia e ligas… lembre-se: este modpack não vai te respeitar se você continuar craftando tudo na mão.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.description6": "   A progressão futura vai pedir fábricas. Linhas. Fluxos. E um senso mínimo de infraestrutura. O Applied Energistics está longe. Muito longe. E o dia em que você vai finalmente poder clicar em “autocraft” será épico — mas não é agora.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.description7": "   Então aqui está sua sugestão disfarçada de liberdade:",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.description8": "Comece pequeno. Um funil aqui, uma prensa ali. Teste layouts. Pense na logística. Fique imerso nessa estética rústica e máquinas enormes antes de poder seguir para o digital. Não corra dos problemas e gargalos, faça da experiência resolver um problema por vez.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.description9": "   Porque o fardo de carregar a revolução nos ombros... pode muito bem ser colocado em uma esteira.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.subtitle": "Uma sugestão obrigatória",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.title": "Engrenanges à Beira do Colapso",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest10.description1": "   O gearshift inverte a direção da rotação quando recebe redstone.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest10.description2": "Isso pode ser útil. Ou devastador. Ou os dois, dependendo se seu sistema tem um freio ou uma criança em cima de um belt.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest10.description3": "\u00267\u0026o— Às vezes, para seguir em frente, você precisa girar para trás. Isso é Create. Isso é terapia.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest10.title": "O Botão da Contradição",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest11.description1": "   Imagine ter o poder de cortar a energia de um sistema inteiro com um pulso de redstone.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest11.description2": "   Parar, isolar, interromper — o clutch é o disjuntor do Create. Mas cuidado: se esquecer de religar, você vai passar horas achando que quebrou tudo. Spoiler: quebrou sim — sua atenção.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest11.description3": "\u00267\u0026o— O clutch não é para girar. É para pausar. Um lembrete de que às vezes, parar é estratégico.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest11.title": "O Silêncio entre os Dentes",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest12.description1": "   Às vezes você só quer que duas máquinas girem igual, do mesmo lado e na mesma velocidade.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest12.description2": "   A chain drive faz isso — elegantemente. Mas alinhe errado e você descobre o conceito de “desincronização funcional rotacional” na prática.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest12.description3": "\u00267\u0026o— É como um cabo de dados entre engrenagens. Ou uma corrente. Literalmente. Só que encasulada, porque estilo importa.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest12.title": "Síncrono ou Caótico?",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest13.description1": "   Se a Metal Press do Immersive é um braço hidráulico industrial, a Mechanical Press do Create é mais como… um martelo de ogro com precisão improvisada.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest13.description2": "   Ela não precisa de moldes. Não precisa de fios. Não tem polidez, tampouco elegância.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest13.description3": "Ela apenas desce, com fúria controlada, e transforma metal em placa, item em bloco, esperança em automação.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest13.description4": "   Menos eficiente? Talvez. Mais barulhenta? Com certeza. Mais satisfatória? Absolutamente.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest13.description5": "\u00267\u0026o— O progresso raramente é sutil. E o Create nunca tenta fingir que é.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest13.title": "O Peso do Progresso",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest14.description1": "   A Millstone não vai te dar ouro. Mas vai fazer sua flor render mais tinta, transformar sua pedra em cascalho, e seu cascalho em flint — com sorte.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest14.description2": "   Ela representa o primeiro contato com processamento mecânico primitivo. Nada de ligas ou máquinas complexas. Aqui é pedra contra pedra, girando até virar pó ou alguma coisa útil.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest14.description3": "\u00267\u0026o— Às vezes o progresso começa moendo flor pra fazer corante. Outras vezes, começa exatamente igual.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest14.title": " Moendo as Ideias",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest15.description1": "   Um bloco que sopra coisas e, de alguma forma, é extremamente útil.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest15.description2": "   Sopre para cozinhar (com lava), lavar (com água), ou fermentar (com soulsand).",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest15.description3": "Você só entende o valor de um ventilador industrial quando ele limpa um stack de minério e devolve esperança.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest15.description4": "\u00267\u0026o— O ar move o mundo. E os itens também. Desde que estejam no lugar certo e não bugados no chão.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest15.title": "O Vento Traz a Forma",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest16.description1": "   Um mixer, um bowl, e caos semi-controlado.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest16.description2": "   Combinando fluidos e sólidos, essa dupla permite criar ligas, massas e \"substâncias que talvez sejam legais\". É daqui que sai o brass, mas você ainda não está pronto. Não mesmo.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest16.description3": "\u00267\u0026o— Cozinhar no Create exige mais do que receita. Exige rotação. E um leve desvio de sanidade.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest16.title": "Cozinha da Locurua",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest17.description1": "   Eles giram sem nunca parar. Não perguntam \"pra onde\", nem \"por quê\" — apenas carregam, como uma língua infinita de engrenagens que esqueceram o gosto de descansar.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest17.description2": "Os belts são o primeiro passo para fazer as coisas fluírem sem que você precise pensar demais. Monte suas correias conectando shafts, e observe os itens percorrerem o mesmo caminho para sempre.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest17.description3": "   Ideal para linhas de produção simples ou organizar seu caos doméstico, um belt nunca julga o que você está transportando.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest17.description4": "— \u0026o\u00267Pensei em colocar minha autoestima nesse belt, mas descobri que ela não é item válido.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest17.title": "Vamos passear por aí",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest18.description1": "   Nem todo movimento é eterno. Às vezes, o progresso precisa esperar no lugar certo.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest18.description2": "   O Depot é a pausa estratégica — onde os itens repousam antes de serem esmagados, polidos, ou tocados por mãos mecânicas.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest18.description3": "   Ele se torna o ponto central de interação com Deployers, Presses e Mixers. Pense nele como a mesa do ritual, onde o item aguarda transformação.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest18.description4": "Simples, barato e absurdamente útil. Se você ainda não colocou um desses no meio da sua bagunça, você vai.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest18.description5": "— \u0026o\u00267Eu fico parado, mas o mundo gira. Talvez eu seja um Depot também.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest19.description1": "   Nada entra, nada sai — a menos que você diga como.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest19.description2": "   Funnels são os guardiões dos inventários, os filtros do mundo material. Eles decidem quem entra e quem sai, como porteiros de uma balada interdimensional.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest19.description3": "   Com um toque de redstone ou um empurrão do caos, eles organizam o fluxo entre seus baús e as máquinas.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest19.description4": "   Comece com os de andesite, e quando for digno, o brass funnel permitirá até mesmo filtragem avançada. Mas calma, jovem inventor... uma coisa de cada vez.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest19.description5": "— \u0026o\u00267É um funil. Mas com estilo. Tipo... um funil com terno.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest2.description1": "   Você dominou rituais. Moldou madeira viva e pedra rúnica, deu forma ao invisível. Agora, porém, é hora de trocar o inexplicável pelo inevitável: engrenagens.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest2.description2": "   Essa é a primeira liga verdadeira. Não no sentido metálico, mas simbólico: ela une ideias que não deveriam conversar. Rituais arcanos e torque mecânico. Sussurros de aura e cliques de engrenagens.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest2.description3": "   Criar uma \u00268\u0026landesite alloy\u0026r\u0026r é como fundir dois mundos — e se você acha que isso é exagero, espera até ver os trens.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest2.description4": " ",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest2.description5": "\u00267\u0026o— Nada gira sem ela. Nem ideias, nem máquinas, nem esse modpack.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest2.title": "Pedra para girar mundos",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest20.description1": "   Ele reluz. Não como um diamante. Não como algo natural.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest20.description2": "   O Rose Quartz é... quase mágico. Mas não é.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest20.description3": "   Você o cria não com máquinas — mas com um gesto manual, quase íntimo: jogue quartz bruto no chão, misture com corante vermelho, e então… esfregue.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest20.description4": "   Use uma sand paper como se estivesse lustrando sua paciência. Segure com a mão, mire no item jogado no chão, e clique com o botão direito como se não estivesse se perguntando por que raios isso funciona.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest20.description5": "   Esse processo — humilhante e artesanal — é o primeiro passo em direção ao electron tube.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest20.description6": "   E, por consequência, ao Deployer, que um dia fará isso por você.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest20.description7": "— \u0026o\u00267No começo, você lixa quartzo com papel. No fim, cria braços robóticos que lixam por você. Parabéns, evolução.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest20.title": "Ele Brilha mas não é Raro",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest21.description1": "   A automação começa com um clique. O seu clique. E termina com o dele.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest21.description2": "   O Deployer é o ápice do ócio criativo — ele clica, aperta, aplica casings, planta, alimenta, quebra blocos, dá tapa no próprio criador.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest21.description3": "   Você pode usá-lo para automatizar andesite casing, electron tubes, e até mesmo mais Deployers.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest21.description4": "   É irônico? Sim. É brilhante? Também.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest21.description5": "   Combine um brass hand, um electron tube e a carcaça de um sonho quebrado... e você terá criado sua primeira mão robótica.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest21.description6": "Quando ela apertar o botão por você, vai doer um pouco menos.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest21.description7": "— \u0026o\u00267Quando percebi que podia automatizar o crafting dele com ele mesmo, entendi o que era orgulho técnico.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest21.title": "Que tal uma mãozinha?",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest22.description1": "   Chegamos no ponto onde engrenagens não bastam. Você precisa de calor. De chama viva.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest22.description10": "— \u0026o\u00267O botão direito no blaze. Isso. O que pode dar errado? Além do óbvio.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest22.description2": "   Mas antes de fundir metais ou derreter lógica, precisa dar um passo prático (e suicida):",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest22.description3": "   Ir até o Nether e clicar com o botão direito em um blaze com seu recém-craftado Empty Blaze Burner.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest22.description4": "   Sim, é manual. Sim, ele ainda cospe fogo. Sim, você vai queimar.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest22.description5": "   Mas só com o fogo dele aceso que a verdadeira fundição começa.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest22.description6": "    Para construir esse burner, você vai precisar de Blazing Steel — uma liga que diz “já passei da fase do andesite”. Você pode forjá-lo no Arc Furnace, claro... Mas se ainda não chegou lá, a boa e velha Alloy Kiln do Immersive também serve. Basta aquecer o suficiente para fazer aço sentir vergonha.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest22.description7": "   Este é o seu limiar:",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest22.description8": "   Da rotação para o fogo.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest22.description9": "   Do Create inocente para a alquimia pesada.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest22.title": "\u0026lAquecer é o Novo Girar",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest23.description1": "   O Brass não é uma liga qualquer. Ele é sensível. Sentimental. Não aceita qualquer calor. Não se mistura em qualquer fornalha. Ele exige a temperatura de um Blaze vivo — não um substituto, não um forno a carvão. Um Blaze que você capturou, irritou, prendeu… e agora queima por você.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest23.description2": "   Para formar um Brass Ingot, você deve colocar Copper Ingot e Zinc Ingot num Mechanical Mixer com um Blaze Burner ativo logo abaixo.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest23.description3": "Misture com carinho. Ele gosta de atenção.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest23.description4": "   Esse processo é mais que metalurgia — é alquimia emocional.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest23.description5": "E quando finalmente formar seu primeiro lingote dourado, algo muda.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest23.description6": "Você cruzou a fronteira do Create. Não há mais volta.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest23.description7": "— \u0026o\u00267Brass não é apenas cobre + zinco. É drama fundido com fogo cativo. Você vai entender quando ele começar a exigir casing.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest23.title": "O coração da mente?",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest24.description1": "   O Electron Tube é o primeiro componente que parece... elétrico. Não gira, não carrega. Ele pensa. E sem ele, o Create nunca sairia da infância analógica. Você vai usá-lo para fazer braços robóticos, sensores, craftadores mecânicos, detectores de conteúdo e... bem, o caos sob controle.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest24.description2": "   Para fabricá-lo, você vai precisar do seu velho conhecido Rose Quartz e algumas ligas que já conhece. Seus olhos vão brilhar. O tubo também.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest24.description3": "— \u0026o\u00267Você sabe que a tecnologia avançou quando até os parafusos têm autoestima.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest24.title": "Um Tubo Com Ideias",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest25.description1": "   O que era um funil, agora pensa.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest25.description2": "   Com o Smart Funnel e o Smart Chute, o transporte ganha cérebro. Você pode filtrar, condicionar, priorizar.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest25.description3": "   Controle o que entra e sai com tags, redstone, sinais de esperança. Comece a montar sistemas logísticos que não apenas funcionam, mas funcionam com propósito.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest25.description4": "— \u0026o\u00267Esse chute recusa terra. Exijo o mesmo do meu cérebro.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest25.title": "A Consciência da Funilagem",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest26.description1": "   Antes, tudo girava na mesma velocidade — rápido demais, ou lento demais, ou quebrando as engrenagens por pura birra.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest26.description2": "   Agora, você controla a rotação como um maestro da física aplicada. Rotation Speed Controller define a exata RPM do seu sistema. Adjustable Gearshift permite trocar de marcha com redstone. Com esses dois, sua fábrica finalmente aprende a andar... e frear.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest26.description3": "— \u0026o\u00267A diferença entre uma turbina e um liquidificador? Três blocos de brass e um pouco de bom senso.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest26.title": "Velocidade controlada é luxo",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest27.description1": "   Você ligava máquinas com fios? Patético. Agora, você liga sistemas inteiros sem toque, sem conexão física, sem dó.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest27.description2": "   Redstone Link é como telepatia — dois blocos sincronizados por um item qualquer, enviando sinais à distância. Quer acionar uma fábrica escondida atrás da montanha? Um alçapão secreto do outro lado do mapa? Agora você pode.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest27.description3": "E tudo o que você precisa é... de dois blocos que se reconheçam pelo cheiro.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest27.description4": "— \u0026o\u00267Eu uso Redstone Link pra chamar o elevador. Uma alavanca é tão século XIX.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest27.title": "O Segredo Está no Ar",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest28.description1": "   O mundo é feito de formas. O que muda é como você as enxerga... e como você as monta. O Mechanical Crafter é a mesa de trabalho que parou de esperar você clicar — agora ela mesma entende o formato do que está tentando criar. Você conecta blocos, define direções, e assiste as peças se encaixarem como se tivessem memória.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest28.description2": "   Esse sistema permite montar componentes que exigem posicionamento — engrenagens de precisão, circuitos, estruturas avançadas e tudo aquilo que um simples funil jamais entenderia.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest28.description3": "Mas mais do que função, ele carrega intenção: cada receita feita aqui é um lembrete de que forma importa. E que mesmo em um mundo cúbico, geometria ainda é arte.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest28.description4": "— \u0026o\u00267Fiz um crafter automático e ele montou uma estrela de cinco pontas. Não sei se isso é eficiência... ou um sinal.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest28.title": " A Forma Tem Poder",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest29.description1": "   Há momentos em que um mod muda sua base. Mas há momentos mais raros em que uma mecânica muda o mod inteiro. O Sequenced Assembly é exatamente isso. Ele não é só uma alternativa. É a fundação de uma nova forma de pensar. Ao usar correias, braços e uma linha de montagem lógica, você ensina as máquinas a repetirem ideias, não apenas ações.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest29.description2": "   Este sistema não pertence apenas ao Create. Ele transcende o mod. A partir daqui, itens de outros mods — ou até mesmo de origens que desafiam a lógica — vão exigir montagem modular. Você vai ver deployers criando componentes mágicos, crafters conectando partes químicas, engrenagens que só ganham forma após uma dança de etapas. Porque nesse mundo, automatizar não é mais repetir cliques. É coreografar propósito.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest29.description3": "   Toda vez que você montar uma sequência, estará dizendo ao mundo: \"isso tem um jeito certo de ser feito\". E mais importante: estará criando uma estrutura que pode — e vai — crescer com você. Quando a sequência se torna padrão, o modpack muda. A complexidade cresce. Mas a beleza... também.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest29.description4": "— \u0026o\u00267A primeira vez que usei isso foi pra fazer um tubo. Agora estou construindo um deus. Um passo por vez.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest30.description1": "   Tudo gira. Desde o primeiro eixo até o mais complexo dos sistemas, a rotação foi o seu idioma. Você falou com o mundo através de engrenagens, esteiras, braços e ritmo. Mas há um ponto onde o giro desacelera — não por falha, mas porque o que precisava ser montado, enfim, foi.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest30.description10": "— \u0026o\u00267Quando tudo o que gira finalmente para, o que resta é aquilo que continua mesmo sem movimento. E é isso que conduz o Ender IO.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest30.description2": "   O \u0026d\u0026lEntropic Drive\u0026r\u0026r é a condensação de tudo o que você aprendeu com o Create. Uma sequência precisa. Um núcleo de latão. Mecanismos que se repetem com intenção. Energia latente canalizada através de tubo, olho e vazio. Ele não gira. Ele pulsa. E quando ele pulsa... o mundo escuta.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest30.description3": "   Esse artefato é a chave. Ele não abre uma porta — ele permite que você construa a próxima. Com ele, você alcança o que as engrenagens não tocam: o pulso elétrico, a lógica dimensional, o IO além da matéria.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest30.description4": "Não se engane: você não está abandonando a máquina.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest30.description5": "Você está dando a ela uma nova forma.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest30.description6": "   E ainda assim... algo permanece. Um olho de latão, fixado no centro do motor que não se move. Ele não observa, ele encara.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest30.description7": "Dizem que quando você olha tempo demais para o abismo, ele olha de volta.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest30.description8": "Neste caso, é literal.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest30.description9": "O Entropic Drive vê você.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest30.title": "O Silêncio do Último giro",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest31.description1": "   Você percorreu o caminho das engrenagens. Moldou ligas, controlou rotação, ajustou pressões. Mas agora é hora de parar. Não porque falhou — mas porque tudo o que era fluido e adaptável precisa se fixar. A engenharia pede estrutura. E o que gira deve, cedo ou tarde, se firmar.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest31.description2": "   O \u0026l\u00266Forged Assembly\u0026r\u0026r é a materialização dessa transição: um núcleo criado não para mudar, mas para suportar. Ele não canaliza energia oculta. Ele suporta calor real, pressão contínua e a lógica repetitiva das máquinas práticas. Ele é o que permite a fundação térmica de um novo tipo de avanço.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest31.description3": "   Com ele, você deixa de girar engrenagens.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest31.description4": "Você começa a controlar o calor que as alimenta.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest31.description5": "   Este é o começo do Thermal Expansion — um capítulo que não brilha, mas ferve.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest31.description6": "— \u0026o\u00267Alguns mundos são movidos a propósito. Outros, a vapor. Este... é forjado em repetição.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest31.title": "O Núcleo Que Aguenta o Calor",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest32.description1": "   Quando os antigos falavam em plantar e colher, não imaginavam que o solo em si poderia decidir se mover. Com um Mechanical Bearing, um pouco de Glue, e a dose certa de desrespeito às leis naturais, você pode fazer a própria terra girar.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest32.description2": "   Chassis colados em terra, rotação aplicada na base, e o campo ganha vida.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest32.description3": "Agora você não caminha entre as plantações.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest32.description4": "Elas passam por você.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest32.description5": "— \u0026o\u00267Se a terra se mexe e a planta cresce, quem está realmente enraizado?\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest32.title": "Terra que Anda",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest33.description1": "   Nada de arar o solo com suor na testa. Hoje, é uma máquina com uma pá que decide o que cresce e quando. Posicione seus Deployers, equipe-os com enxadas e sementes, e observe: a agricultura entrou na era do aço.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest33.description2": "   O ritmo é mecânico. A lógica é fria. A plantação, precisa.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest33.description3": "Nada de intuição — só repetição.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest33.description4": "— \u0026o\u00267Cultivar nunca foi tão... industrial.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest34.description1": "   Colher era um gesto de gratidão. Agora, é um braço metálico com uma lâmina. Configure Deployers com tesouras, foices ou até Harvesters para completar o ciclo.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest34.description2": "Do nascimento à colheita — o humano foi removido da equação.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest34.description3": "   Tudo isso para que o trigo entre em um baú e você nem precise olhar.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest34.description4": "— \u0026o\u00267A colheita é automática. A fome, nem tanto.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest34.title": "O Ciclo do Gole",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest35.title": "Guardando pro inverno",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest36.description1": "   Nada nessa plantação é só alimento.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest36.description2": "   Folhas e sementes são matéria-prima energética.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest36.description3": "   E você, agricultor de precisão, agora está cultivando o que o futuro vai converter em combustível.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest36.description4": "   Mais adiante, no Mekanism, isso se chama Bio Fuel.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest36.description5": "Por enquanto, só saiba: essa fazenda vai queimar bem.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest36.description6": "— \u0026o\u00267Tudo começa com uma folha. Até o ácido.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest36.task_915446368711874727.title": "A Semente do Ácido",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest37.description1": "   Entre todas as engrenagens, plataformas giratórias e eixos barulhentos, existe um braço que age com delicadeza. O Mechanical Arm não gira o mundo, ele o organiza.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest37.description2": "   Ele observa, calcula e decide para onde cada item vai.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest37.description3": "   Com filtros inteligentes e caminhos definidos, ele é o que impede que trigo vire caos, carvão vire gargalo, e que sua base pareça uma fazenda feita por um polvo bêbado.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest37.description4": "   Posicione entradas e saídas, defina as regras, e o braço fará o resto.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest37.description5": "   Com precisão. Sem pressa.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest37.description6": "   Com uma arrogância quase educada.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest37.description7": "— \u0026o\u00267Nem toda força está na rotação. Às vezes, está em saber para onde cada coisa deve ir.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest37.title": "Lave um mamão",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest38.description1": "   Você já domou a chama. Agora, é hora de fazer com que ela produza algo útil. No Create, calor pode virar rotação — desde que você tenha o sistema certo.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest38.description2": "   Para montar um gerador a vapor funcional, você vai precisar de um Blaze Burner ativo (com um blaze aprisionado, como manda o manual da crueldade técnica), um Tank do Create posicionado logo acima dele, e uma entrada de água sendo injetada nesse tanque. A injeção de água deve ser feita por um Fluid Pipe, com uma fonte estável como tanque ou bomba. Nada de jogar balde manualmente — a automação agradece.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest38.description3": "   O ponto mais importante: assim que você conecta uma Steam Engine ou um Steam Whistle a esse tanque aquecido, ele é reconhecido automaticamente como uma boiler. Não há estrutura multi-bloco, nem ritual místico: o simples ato de conectar é suficiente para ativar o sistema.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest38.description4": "   A quantidade de rotação gerada depende da temperatura. Um Blaze Burner comum gera uma boa pressão, mas se você alimentá-lo com combustíveis avançados (como blaze cake), ele entra em estado superaquecido e a eficiência aumenta consideravelmente.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest38.description5": "   Mas aqui vai o alerta técnico: boilers no Create são bonitos, potentes... e um pesadelo para o TPS se usados sem critério. Eles recalculam stress, calor e rotação constantemente, o que pode engasgar servidores — especialmente se estiverem ligados o tempo todo.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest38.description6": "   Use esse sistema como um ritual de força: potente, breve, intencional. Não como uma fazenda de engrenagens perpétuas.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest38.description7": "— \u0026o\u00267O silêncio entre o borbulhar e o colapso é mais curto do que parece. E o lag, mais próximo do que você imagina.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest38.title": "Quando a Água Ferve",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest39.description1": "   Ao contrário da caldeira, o Spout não explode.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest39.description2": "   Ele sussurra. Ele pinga.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest39.description3": "   A precisão com que ele aplica líquidos é digna de alquimia ou culinária extrema.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest39.description4": "   Configure um Spout para aplicar fluidos sobre itens ou blocos:",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest39.description5": "seja mel em bolo, lava em slime, ou simplesmente água sobre um sandpaper.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest39.description6": "   Não importa o fluido — importa que ele vá para o lugar certo, na dose certa.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest39.description7": "— \u0026o\u00267Engrenagens forçam. O Spout negocia.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest4.description1": "   Eixos conectam tudo — inclusive seus erros.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest4.description2": "   São discretos, diretos e inevitáveis. Toda construção começa girando um... e termina girando todos.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest4.description3": "\u00267\u0026o— Olhe para um Shaft. Agora olhe para o caos que ele está espalhando. Você não o respeitou.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest4.title": "Tá girando...",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest40.title": "Por Onde Escorre",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest41.description1": "   Duas rodas colossais, girando em sentidos opostos, esmagando tudo que ousa atravessar entre elas. Se a Engenharia Industrial do Immersive é sobre potência bruta, o Create traz poesia mecânica: velocidade, torque, rotação precisa. O Crushing Wheel é elegante no caos — moendo pedras, alimentos, almas (se você deixar algo orgânico cair lá).",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest41.description2": "   Além disso, ele é essencial para transformar matérias-primas em formas mais úteis. E quando conectado com funis, filtros ou belts inteligentes, torna-se uma peça vital na sua cadeia automatizada.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest41.description3": "— \u0026o\u00267Se você ouvir um crack estranho, talvez fosse seu pé.\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest41.title": "Moagem Filosofal",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest42.description1": "   O calor comum é insuficiente para moldar certos materiais. Alguns processos exigem mais — uma fúria ardente, uma combustão viva. O Blaze Burner pode até se contentar com alguns carvões, mas se você quiser ver algo realmente ferver, precisará alimentá-lo com aquilo que ele mesmo teme: um Blaze Cake.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest42.description2": "   Feito com açúcar, lava, combustíveis e um toque de imprudência, este é o alimento que transforma uma fornalha comum em um forno dos deuses. E é ele quem ativa a superheated forge capaz de derreter o impossível.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest42.description3": "— \u0026o\u00267Dê bolo a uma criatura feita de fogo. O que poderia dar errado?\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest42.title": "Bolo do Inferno",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest43.description1": "   A alquimia começa com o pó: um composto instável de lápis, diamante e calor elemental. O Empowered Blaze Powder carrega em si uma centelha primitiva — meio mágica, meio explosiva. Junte-o ao ferro e ao fogo, e surgirá o \u0026b\u0026lEmpowered Blazing Steel\u0026r\u0026r: uma liga vibrante, quente, pulsante.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest43.description2": "   Mas atenção. Essa energia não é eterna. Ela vive durante uma janela curta de tempo. Uma vez que misture ou aqueça demais, ela abandona a memória do Blaze... e derrete em um metal sem identidade: o \u00260\u0026l\u0026oMelted Blaze Metal.\u0026r\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest43.description3": "   Essa linha de produção, apesar de caótica, será absolutamente crucial no futuro. Vários dos materiais mais avançados partem exatamente desse ciclo incandescente. Melhor ir se acostumando com ele — vocês vão passar bastante tempo juntos. Por enquanto o resultado da sua falta de atenção, por acaso, é justamente do que precisa. Mas não irá demorar para que uma liga de transição seja necessária, e, sua atenção, também.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest43.description4": "— \u0026o\u00267Se você ainda não deu nome pro seu Mixer, talvez seja hora. Relacionamentos longos exigem intimidade.\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest43.title": "As Chamas Aprisionadas",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest44.description1": "   Pegue o metal fundido. Pegue a estrutura firme. Una-os sob uma sequência precisa: calor, fluxo, compressão e, por fim, o choque da água. O resultado? O Blazebound Steel — um lingote pesado, firme, ainda pulsante no centro.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest44.description2": "   Essa liga representa o controle absoluto da instabilidade. O ápice de uma jornada que começou com pó de Blaze e terminou com um núcleo incandescente envolto em aço.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest44.description3": "   Ele é o metal que lembra. O aço que carrega a cicatriz do fogo, mas que não se deixou consumir por ele.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest44.description4": "— \u0026o\u00267E quando o calor cessou, ele não era mais chama. Era vontade.\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest44.title": "Aço de Sangue e Fogo",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest5.description1": "   As pequenas engrenagens não apenas transmitem movimento. Elas traduzem força em lógica — e às vezes, em desespero.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest5.description2": "   Quando usadas entre peças do mesmo tamanho, o giro se propaga normalmente. Mas se você misturar tamanhos… bem, parabéns. Você agora tem uma calculadora rotacional viva.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest5.description3": "   Aumente a velocidade, perca torque. Aumente torque, perca velocidade. E se tudo der certo, nada explode. Se der errado, tudo trava.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest5.description4": "\u00267\u0026o— Essa engrenagem não gira sozinha. Mas vai girar com você... até quebrar algo que você não viu.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest5.title": "Dentes, Dúvidas e Descobertas",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest6.description1": "   A engrenagem grande é o começo da mentira técnica: \"Mais é melhor\".",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest6.description2": "   Ela gira mais devagar. Mas, com a engrenagem pequena certa ao lado, pode multiplicar a velocidade — ou multiplicar seu erro.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest6.description3": "   Colocar duas engrenagens diferentes uma acima da outra cria um sistema. Colocar três cria uma dúvida. Colocar quatro cria um post no Reddit pedindo ajuda.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest6.description4": "\u00267\u0026o— Rotação não é energia. É paciência com matemática aplicada.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest6.title": "Girar é fácil, Já girar certo,,,",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest7.description1": "   Finalmente: movimento sem sacrifício — só precisa de um rio, uma parede, e sua alma técnica.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest7.description2": "   A Water Wheel gera stress, a \"energia rotacional\" que mantém tudo funcionando. Quanto mais girar, mais stress. Mas não se empolgue: ela gira devagar, com torque alto — o contrário de velocidade.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest7.description3": "   Ideal para setups iniciais, e perfeita para aprender que nem tudo gira igual. Ou para descobrir que seu sistema inteiro está consumindo mais do que ela gera.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest7.title": "O Primeiro Giro Sempre é o Mais Lento",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest8.description1": "   A Water Wheel comum era o sussurro do fluxo. A versão grande é o rugido de quem cansou de esperar.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest8.description2": "   A Large Water Wheel oferece mais stress — mais potência bruta para máquinas pesadas. Mas, como tudo que oferece mais, ela também exige mais: mais espaço, mais alinhamento, mais cuidado.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest8.description3": "   O design muda, mas a verdade permanece: se você quer que sua fábrica respire, você precisa dar a ela pulmões maiores.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest8.description4": "\u00267\u0026o— Quando o torque sussurra, você ouve. Quando ele grita, a engrenagem cede.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest8.title": "O Rio Não Basta Mais",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest9.description1": "   Horizontal vira vertical.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest9.description2": "   Vertical vira horizontal.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest9.description3": "   A gearbox existe para converter movimento sem converter sua sanidade. Mas como tudo no Create, ela só ajuda até o momento em que você liga duas por engano e cria uma rotação invertida em toda a fábrica.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest9.description4": "\u00267\u0026o— A rotação muda de plano. A lógica muda com ela. Sua paciência, nem sempre acompanha.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest9.title": "O Eixo que Vira Canto",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.title": "\u002663.\u00266 \u0026eF\u0026aa\u0026az \u0026fG\u0026fi\u0026fr\u0026aa\u00266r\u00266,\u00266 \u0026eF\u0026aa\u0026az \u0026aV\u0026ai\u0026av\u0026ae\u00266r",
  "ftbquests.chapter.parafusos_e_convices.quest1.description1": "   Uma madeira cultivada com cuidado, nutrida por rituais, transmutada com intenção... e agora mergulhada em óleo fervente para virar bancada de trabalho. Mas não pense nisso como traição. Isso é transição. Ciclos dentro de ciclos. Fases que se sobrepõem.  ",
  "ftbquests.chapter.parafusos_e_convices.quest1.description2": "   A natureza te ensinou a observar. A ouvir. A moldar. Agora é hora de soldar. Esmerilhar. Canalizar.  ",
  "ftbquests.chapter.parafusos_e_convices.quest1.description3": "   Porque até o verde mais vívido precisa de fios para alcançar distância. O quanto se distanciam o vento e a folha do vapor e do aço? Talvez menos do que gostaríamos de admitir.",
  "ftbquests.chapter.parafusos_e_convices.quest1.description4": "   Misture \u0026a\u0026o`Living Timber`\u0026r\u0026r com \u0026c\u0026o`Creosote Oil`.\u0026r \u0026rNão porque é bonito, mas porque funciona.  ",
  "ftbquests.chapter.parafusos_e_convices.quest1.description5": "\u00267\u0026o— Você queimou uma árvore mágica pra fazer uma mesa. Parabéns. Você é oficialmente um engenheiro.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest1.subtitle": "\u0026oCurioso, não?\u0026r ",
  "ftbquests.chapter.parafusos_e_convices.quest1.title": "\u0026lPara queimar o mundo certo",
  "ftbquests.chapter.parafusos_e_convices.quest10.description1": "   Você não construiu uma roda d’água — você contrariou um rio. Tomou algo livre, fluido, caótico… e obrigou a empurrar engrenagens. É quase poético, se não fosse tão feio. Mas no fim, ela gira. E por enquanto, isso é tudo que importa. Mais tarde, alguém chamará isso de \"geração limpa\". Por ora, chame de tentativa.",
  "ftbquests.chapter.parafusos_e_convices.quest10.description2": "\u00267\u0026o— A energia que corre nunca volta. Mas a culpa pode ser redirecionada.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest10.title": "Correnteza Invertida",
  "ftbquests.chapter.parafusos_e_convices.quest11.title": "Forjando Formas",
  "ftbquests.chapter.parafusos_e_convices.quest12.description1": "   A Metal Press é a negação romântica do martelo manual. Precisa, previsível, impessoal. Ela não erra — e por isso, não aprende. Você construiu algo que bate mais forte que você, e nem precisou ensinar. Só alimentou. Essa é a linha entre ferramenta e indústria: quando a repetição vira linguagem.",
  "ftbquests.chapter.parafusos_e_convices.quest12.description2": "   Para montá-la, você vai precisar de pistão, blocos de aço e o centro da sua sanidade. O layout é simples, mas alinhado — consulte o manual do engenheiro caso queira ter certeza de que não está montando uma escultura moderna.",
  "ftbquests.chapter.parafusos_e_convices.quest12.description3": "   Ela funciona como todo bom sistema capitalista: Ela não pensa, não avalia, não sente. Ela só transforma. Você coloca um lingote de um lado, e sai uma ideia comprimida do outro. E como toda máquina eficiente, ela vai te lembrar que você também pode ser substituído.",
  "ftbquests.chapter.parafusos_e_convices.quest12.description4": "\u00267\u0026o— A máquina sabe o que fazer. Você só fornece o aço e não atrapalha.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest12.description5": "\u00264\u0026o⚠ Evite construir essa máquina exatamente na divisa de chunks. Instabilidade estrutural pode resultar em bugs, desaparecimento de componentes, ou pior — ciclos de repetição sem alma.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest12.title": "A máquina que amassa",
  "ftbquests.chapter.parafusos_e_convices.quest13.description1": "   Toda máquina começa com eles. E termina com eles. E provavelmente consome mais deles do que deveria.",
  "ftbquests.chapter.parafusos_e_convices.quest13.description2": "   Componentes são o pão e manteiga da infraestrutura do Immersive. Uma chapa aqui, um rebite ali, e você tem o direito de construir estruturas que pesam toneladas. Estranhamente... isso basta.",
  "ftbquests.chapter.parafusos_e_convices.quest13.description3": "   Não há glória nesse craft. Só necessidade.",
  "ftbquests.chapter.parafusos_e_convices.quest13.description4": "   Você vai fazê-los. Muitos. Sempre um a menos do que precisa. Sempre um clique antes de terminar.",
  "ftbquests.chapter.parafusos_e_convices.quest13.description5": "\u00267\u0026o— A base da engenharia é feita de aço... e paciência\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest13.title": "Componentes que Não se Comportam",
  "ftbquests.chapter.parafusos_e_convices.quest14.description1": "   Se construir a Water Wheel foi como domar um rio, conectá-la é como convencer a eletricidade a não fugir. Você agora está diante do velho dilema da engenharia: tudo está pronto, mas nada está funcionando.",
  "ftbquests.chapter.parafusos_e_convices.quest14.description10": "\u00267\u0026o— Todo sistema elétrico começa com esperança, um capacitor mal configurado, e pelo menos uma experiência de quase morte por cabo mal posicionado.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest14.description2": "   A primeira coisa que você precisa saber é que cada Kinetic Dynamo só aceita até três Water Wheels conectadas. Mais do que isso e você está só empilhando madeira para desespero visual. Se tudo estiver girando, parabéns — agora é hora de estragar tudo com cabos.",
  "ftbquests.chapter.parafusos_e_convices.quest14.description3": "   Use LV Wire Connectors nos pontos de entrada e saída, e interligue-os com LV Wire Coils. Para distâncias maiores ou organização estética mínima, adicione Relays. Eles não fazem nada além de carregar fios — e, assim como na vida real, às vezes só servem pra bagunçar mais.",
  "ftbquests.chapter.parafusos_e_convices.quest14.description4": "   Conectou errado? Claro que conectou. Equipe um Wire Cutter, agache e clique no conector. Pronto. Finge que nunca errou. Mas vai errar de novo. Esse é o processo.",
  "ftbquests.chapter.parafusos_e_convices.quest14.description5": "   Quanto ao Capacitor, nada de interfaces bonitinhas. Use o Engineer’s Hammer diretamente nas faces do bloco:",
  "ftbquests.chapter.parafusos_e_convices.quest14.description6": "   \u00269Azul\u0026r: entrada (Input)",
  "ftbquests.chapter.parafusos_e_convices.quest14.description7": "   \u00266Laranja\u0026r: saída (Output)",
  "ftbquests.chapter.parafusos_e_convices.quest14.description8": "   \u00267Sem cor\u0026r: neutro, como sua fé no sistema",
  "ftbquests.chapter.parafusos_e_convices.quest14.description9": "   Posicione o cabo vindo da Water Wheel no lado azul. Saída para sua primeira máquina, no laranja. Nada acontece? Reconfira tudo. E se ainda assim falhar… parabéns, agora você está realmente fazendo engenharia.",
  "ftbquests.chapter.parafusos_e_convices.quest14.title": "Fios, Limites e o Começo da Bagunça",
  "ftbquests.chapter.parafusos_e_convices.quest15.description1": "   Você já pode bater o ferro enquanto ele está quente. Mas por que parar por aí, se pode esmagar tudo de uma vez, automaticamente, sem pensar?",
  "ftbquests.chapter.parafusos_e_convices.quest15.description2": "   Esses moldes representam suas primeiras escolhas como não-artesão. Rod, Plate, Gear, Wire. Quatro formas básicas de converter matéria em forma — e perder o controle criativo no processo.",
  "ftbquests.chapter.parafusos_e_convices.quest15.description3": "\u00267\u0026o— Você não está mais fazendo peças. Está pedindo para que a máquina as faça. O começo do fim.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest15.title": "Moldando o Inevitável",
  "ftbquests.chapter.parafusos_e_convices.quest16.description1": "    A Engineer’s Workbench era onde suas mãos ainda tinham algum valor. Você posicionava os materiais, segurava o martelo, fingia entender o que estava montando. Agora, até isso acabou.",
  "ftbquests.chapter.parafusos_e_convices.quest16.description2": "   A versão automatizada dessa bancada é um multibloco frio e indiferente. Ela aceita componentes pela face azul, produz o resultado, e o cospe com desgosto por um conveyor belt lateral. Você não monta mais — você alimenta.",
  "ftbquests.chapter.parafusos_e_convices.quest16.description3": "   É uma fábrica em miniatura. Uma negação final da oficina romântica. E se você ouvir ela funcionando sozinha, madrugada adentro, saiba que não é assombração. É só o som da substituição.",
  "ftbquests.chapter.parafusos_e_convices.quest16.description4": "\u00267\u0026o— A produção não para. Você, sim.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest16.description5": "\u00264\u0026o⚠ Evite construir essa máquina exatamente na divisa de chunks. Instabilidade estrutural pode resultar em bugs, desaparecimento de componentes, ou pior — ciclos de repetição sem alma.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest16.title": "A Bancada se Levanta",
  "ftbquests.chapter.parafusos_e_convices.quest17.description1": "   Você já fundiu ferro, refinou carvão, moldou aço. O processo era conhecido, confiável, industrial. Mas desta vez, os ingredientes parecem errados demais para gerar algo estável — e ainda assim, funcionam.",
  "ftbquests.chapter.parafusos_e_convices.quest17.description2": "   O Blazing Steel nasce na Alloy Kiln, como qualquer liga. Mas o que sai dali não deveria existir. Um metal que brilha como fogo, mas não consome. Ardente, mas sólido. Ele não derrete, ele ameaça.",
  "ftbquests.chapter.parafusos_e_convices.quest17.description3": "   Talvez você só tenha misturado aço com o que encontrou no Nether. Talvez esteja começando a entender outra linguagem da matéria.",
  "ftbquests.chapter.parafusos_e_convices.quest17.description4": "\u00267\u0026o— O forno é o mesmo. O resultado, nem de perto.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest17.title": "\u00264Fogo Que Não Vem do Fogo",
  "ftbquests.chapter.parafusos_e_convices.quest18.description1": "   O Assembler do Immersive é, em essência, um autêntico trabalhador de linha de produção: discreto, eficiente, sem frescura.",
  "ftbquests.chapter.parafusos_e_convices.quest18.description2": "   Você cria até três moldes com a receita desejada, fornece energia, insere os materiais e — pronto — ele fabrica os itens para você como um bom operário sem alma. Nada de braços mecânicos dançando. Nada de melodias de engrenagens. Só trabalho.",
  "ftbquests.chapter.parafusos_e_convices.quest18.description3": "  Sim, o Create provavelmente já está disponível. E sim, você provavelmente vai ignorar esse bloco glorioso em favor de sistemas com rodinhas, trilhos, cataventos e graça estética.",
  "ftbquests.chapter.parafusos_e_convices.quest18.description4": "  Mas ei, \u0026ogosto não se discute.\u0026r Se você quer um montador que só quer fazer o serviço e não aparecer no Instagram das máquinas, o Assembler é pra você.",
  "ftbquests.chapter.parafusos_e_convices.quest18.description5": "  E se um dia você quiser montar 3 tipos diferentes de componentes com uma única entrada de energia, talvez… só talvez… ele esteja lá, te esperando. Silencioso. Pronto. Ressentido.",
  "ftbquests.chapter.parafusos_e_convices.quest18.description6": "\u00267\u0026o— Ele não gira, mas faz o trabalho\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest18.title": "Assembleia Solitária",
  "ftbquests.chapter.parafusos_e_convices.quest2.description1": "   A aura se dissipa e, em seu lugar, sobra pedra — não qualquer pedra, mas uma que presenciou rituais, que absorveu intenções. Agora, ela será prensada com barro e carvão para formar um tijolo. Um forno nascido de algo que um dia ouviu a floresta respirar. Tudo isso para produzir fuligem, claro. É o tipo de ideia que faria um espírito da natureza ter um colapso metafísico.",
  "ftbquests.chapter.parafusos_e_convices.quest2.description2": "   Sim, ela é brutalmente lenta. Recomendo manter sempre cheia.",
  "ftbquests.chapter.parafusos_e_convices.quest2.description3": "\u0026o\u00267— Você pegou algo vivo e enfiou num forno pra gerar fumaça. Genial. Estou sinceramente impressionado.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest2.title": "Primeiras Cinzas",
  "ftbquests.chapter.parafusos_e_convices.quest20.description1": "    Chega uma hora em que bater pó num caldeirão já não dá conta. Você pode até continuar misturando tudo na mão, mas isso só te leva até onde o cheiro de carvão permitir.",
  "ftbquests.chapter.parafusos_e_convices.quest20.description2": "   A Alloy Kiln é o próximo passo natural: dois ingredientes entram, uma liga sai. Sem perguntas. Sem pressa. Sem brilho. É um forno de compromisso — silencioso, meio lento e, dependendo da mistura, um pouco deprimente.",
  "ftbquests.chapter.parafusos_e_convices.quest20.description3": "   Mas é honesto. E se você for paciente, ele até parece eficaz. Quase.",
  "ftbquests.chapter.parafusos_e_convices.quest20.description4": "\u00267\u0026o— A engenharia não precisa ser bonita. Só precisa não explodir.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest20.title": "Pó não tá com nada",
  "ftbquests.chapter.parafusos_e_convices.quest21.description1": "    A Blast Furnace funcionava. Com calma, com carvão, com a sua paciência. Mas não por muito tempo.",
  "ftbquests.chapter.parafusos_e_convices.quest21.description2": "   Agora você está diante da versão melhorada — o que é um eufemismo técnico para \"deixe o aço fluir e a alma derreter\". A Improved Blast Furnace é mais rápida, aceita automação e responde a redstone, desde que você finja que entende o que está fazendo.",
  "ftbquests.chapter.parafusos_e_convices.quest21.description3": "   Ela requer novos materiais, nova estrutura, e um novo nível de comprometimento: conectar um Preheater para acelerar o processo e usar um Hopper para extrair automaticamente. Parabéns, você acaba de fundar sua primeira linha de produção — involuntária, mas funcional.",
  "ftbquests.chapter.parafusos_e_convices.quest21.description4": "\u00267\u0026o— Produzir aço era difícil. Agora é só caro, barulhento e irreversível.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest21.description5": "\u00264\u0026o⚠ Evite construir essa máquina exatamente na divisa de chunks. Instabilidade estrutural pode resultar em bugs, desaparecimento de componentes, ou pior — ciclos de repetição sem alma.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest21.title": "Veloz e automática \u003d Linda",
  "ftbquests.chapter.parafusos_e_convices.quest22.description1": "    Você finalmente chegou lá. Agora seus minérios rendem o \u0026ldobro\u0026r. É isso mesmo: mais pó, mais progresso, mais poluição sonora.",
  "ftbquests.chapter.parafusos_e_convices.quest22.description2": "   O Crusher é tudo o que prometeram — eficiente, potente, expansivo e completamente antissocial. Ele ocupa um espaço absurdo, faz mais barulho que festa de vila e ainda te desafia a automatizar suas entradas e saídas como se fosse uma prova de resistência lógica.",
  "ftbquests.chapter.parafusos_e_convices.quest22.description3": "   Mas no fim das contas, ele entrega. Não com delicadeza. Não com elegância. Mas com um estrondo e um chute nas leis do rendimento térmico.",
  "ftbquests.chapter.parafusos_e_convices.quest22.description4": "\u00267\u0026o— Você não está quebrando minério. Está quebrando o orgulho do seu sistema de transporte.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest22.description5": "\u00264\u0026o⚠ Evite construir essa máquina exatamente na divisa de chunks. Instabilidade estrutural pode resultar em bugs, desaparecimento de componentes, ou pior — ciclos de repetição sem alma.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest22.title": "Triturando Sonhos Desde Sempre",
  "ftbquests.chapter.parafusos_e_convices.quest23.description1": "   O LV funcionava... até você querer ligar duas máquinas em prédios diferentes.",
  "ftbquests.chapter.parafusos_e_convices.quest23.description2": "   O MV Wire Coil é sua primeira tentativa de escalar seu sistema elétrico. Maior alcance. Mais energia. E uma nova gama de erros possíveis. Agora os choques são mais simbólicos — e os curtos, mais dramáticos.",
  "ftbquests.chapter.parafusos_e_convices.quest23.description3": "   Os cabos ganham volume. A estética começa a implodir. Mas ei, agora dá pra alimentar uma prensa a 30 blocos de distância. O progresso tem dessas.",
  "ftbquests.chapter.parafusos_e_convices.quest23.description4": "\u00267\u0026o— Você achou que o problema era a voltagem, mas era só você mesmo\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest23.title": "Fio Mais Grosso, Problemas Maiores",
  "ftbquests.chapter.parafusos_e_convices.quest24.description1": "   Você montou a roda d’água, conectou tudo, ligou a prensa... e ela piscou. Por quê?",
  "ftbquests.chapter.parafusos_e_convices.quest24.description2": "   Porque você esqueceu o buffer.",
  "ftbquests.chapter.parafusos_e_convices.quest24.description3": "   O MV Capacitor é a sala de espera da sua energia. Ele segura, organiza, e distribui corrente como se fosse fácil. Mas atenção: ele só funciona se você ensinar ele a funcionar. Engineer’s Hammer nas faces. Azul: entrada. Laranja: saída. Cinza: status de quem ligou o cabo errado de novo.",
  "ftbquests.chapter.parafusos_e_convices.quest24.description4": "   E não — ele não mostra nada além de uma barra. E ainda assim, é mais informativo que certos tutoriais por aí.",
  "ftbquests.chapter.parafusos_e_convices.quest24.description5": "\u00267\u0026o— Toda rede elétrica começa com um grito... e termina com um MV Capacitor mal orientado\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest24.title": "Onde a Energia Vai para Pensar",
  "ftbquests.chapter.parafusos_e_convices.quest25.description1": "   É agora que os postes viram escultura.",
  "ftbquests.chapter.parafusos_e_convices.quest25.description2": "   Os HV Wire Coils não são só fios. Eles são declarações. De que você construiu algo tão poderoso que precisa de três isolantes por metro. São os cabos que atravessam céus, cortam paisagens, e acendem debates sobre segurança.",
  "ftbquests.chapter.parafusos_e_convices.quest25.description3": "   São difíceis de esconder. E talvez você nem devesse tentar.",
  "ftbquests.chapter.parafusos_e_convices.quest25.description4": "   Mas cuidado: eles transportam energia suficiente pra fritar seu sistema inteiro — ou, com sorte, só a sua paciência.",
  "ftbquests.chapter.parafusos_e_convices.quest25.description5": "\u00267\u0026o— Alta voltagem, baixa expectativa de acerto na conexão\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest25.title": "O Cabo que Assusta Crianças",
  "ftbquests.chapter.parafusos_e_convices.quest26.description1": "   A conta é simples.",
  "ftbquests.chapter.parafusos_e_convices.quest26.description2": "   Se você não consome 100%% da energia que produz o tempo todo, não precisa de mais geração. Só de mais tempo. O HV Capacitor é isso: tempo em forma de bloco.",
  "ftbquests.chapter.parafusos_e_convices.quest26.description3": "   Ele não melhora seu sistema. Ele só segura tudo o que você desperdiça. Mas às vezes, é só isso que falta.",
  "ftbquests.chapter.parafusos_e_convices.quest26.description4": "   Com ele, você pode montar uma reserva absurda, alimentar três máquinas por hora, e fingir que vive em abundância. É bonito. É funcional. É mentira — mas das boas.",
  "ftbquests.chapter.parafusos_e_convices.quest26.description5": "\u00267\u0026o— Produzir mais é difícil. Estocar energia mal usada? Isso até você consegue\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest26.title": "Buffer ou Desculpa de Ineficiência?",
  "ftbquests.chapter.parafusos_e_convices.quest27.description1": "   Você achou que plantar era coisa de fazenda. Que sementes eram pra galinha. Que baga era pra suco. Mas o Squeezer discorda.",
  "ftbquests.chapter.parafusos_e_convices.quest27.description2": "   Essa máquina transforma matéria sólida em líquido útil, com uma eficiência que faria até druida ficar sem graça. É barulhenta, feia, e nem tenta disfarçar o quanto gosta de esmagar sementes até sair óleo.",
  "ftbquests.chapter.parafusos_e_convices.quest27.description3": "   Se quiser entrar no mundo dos combustíveis e fluidos industriais, é aqui que começa. Espremendo.",
  "ftbquests.chapter.parafusos_e_convices.quest27.description4": "\u00267\u0026o— Não subestime uma máquina que faz óleo com raiva. Um dia você ainda vai usar isso pra mover um trem.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest27.title": "Esguicha, Logo Existe",
  "ftbquests.chapter.parafusos_e_convices.quest28.description1": "   Você pensou que o carvão acabava na fornalha?",
  "ftbquests.chapter.parafusos_e_convices.quest28.description2": "   Bem-vindo ao pós-combustão.",
  "ftbquests.chapter.parafusos_e_convices.quest28.description3": "   Coke Dust é o que sobra quando você processa carvão até ele esquecer quem era. É negro, fino, e essencial para tudo que virá. Sujeira industrial na forma mais pura — e agora, sua oficina inteira vai cheirar a isso.",
  "ftbquests.chapter.parafusos_e_convices.quest28.description4": "\u00267\u0026o— Respirar não é mais prioridade\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest28.title": "Poeira de Carvão, Pulmões de Ferro",
  "ftbquests.chapter.parafusos_e_convices.quest29.description1": "   Esse pó não é como os outros.",
  "ftbquests.chapter.parafusos_e_convices.quest29.description2": "   É refinado. Compactado. Digno de alimentar máquinas que consomem energia como quem respira. O HOP Graphite Dust é o ponto onde o carvão vira tecnologia — ou, pelo menos, finge muito bem.",
  "ftbquests.chapter.parafusos_e_convices.quest29.description3": "   Você vai moer bastante para fazer um só lingote. E mesmo assim, vai achar pouco.",
  "ftbquests.chapter.parafusos_e_convices.quest29.description4": "\u00267\u0026o— Quando carvão aprende a se comportar\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest29.title": "Carvão com Diploma",
  "ftbquests.chapter.parafusos_e_convices.quest3.description1": "   Todo ritual precisa de um catalisador, toda estrutura, de um ponto de partida. Este não é um artefato sagrado, nem um canalizador de aura — é apenas um martelo. Grande, pesado, funcional... e, de certo modo, definitivo. Você já usou ferramentas improvisadas, pedras encantadas e até raízes pulsantes. ",
  "ftbquests.chapter.parafusos_e_convices.quest3.description2": "   Mas agora é hora de algo mais direto: madeira, ferro e um punhado de teimosia. O Engineering Hammer não pede permissão à natureza. Ele molda, encaixa, força — e os blocos simplesmente obedecem.",
  "ftbquests.chapter.parafusos_e_convices.quest3.description3": "\u00267\u0026o— Finalmente, uma ferramenta que não exige oferendas nem alinhamento lunar. Progresso\u0026r.",
  "ftbquests.chapter.parafusos_e_convices.quest3.description4": "\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest3.title": "\u0026l\u0026o***bonk***",
  "ftbquests.chapter.parafusos_e_convices.quest30.description1": "   Você talvez tenha achado que o Fermenter ia produzir vinho. Que ia cheirar bem. Que ia ser elegante. Não foi.",
  "ftbquests.chapter.parafusos_e_convices.quest30.description2": "   O que ele faz é transformar tudo que tem um pingo de açúcar em uma gosma fermentada tecnicamente chamada de etanol. Se tiver sorte, isso ainda vai virar combustível. Se tiver azar, vai parecer uma sopa de beterraba esquecida no sol.",
  "ftbquests.chapter.parafusos_e_convices.quest30.description3": "   Mas o que importa é que ele funciona. Sem frescura, sem filtro, e sem julgamento. E se você ainda está com nojo… bem-vindo à indústria.",
  "ftbquests.chapter.parafusos_e_convices.quest30.description4": "\u00267\u0026o— A alquimia começa quando você descobre que etanol fede. E mesmo assim, você quer mais.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest30.description5": "\u00264\u0026o⚠ Evite construir essa máquina exatamente na divisa de chunks. Instabilidade estrutural pode resultar em bugs, desaparecimento de componentes, ou pior — ciclos de repetição sem alma.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest30.title": "Se é Doce, Fermenta",
  "ftbquests.chapter.parafusos_e_convices.quest31.description1": "   Construiu sua Refinaria, produziu seu Biodiesel, canalizou fluidos com mais empenho que emoção... e agora, finalmente, você ergueu o que chamam de \u0026lDiesel Generator\u0026r.",
  "ftbquests.chapter.parafusos_e_convices.quest31.description2": "   Mas vamos deixar uma coisa clara: isso aqui não é só um motor. É uma ópera. Um monumento ao movimento bruto. Um ciclo explosivo ritmado por pistões invisíveis e fome por combustível. Um canto mecânico que ecoa o auge — e o fim — de uma era.",
  "ftbquests.chapter.parafusos_e_convices.quest31.description3": "   O Diesel Generator é sua primeira usina de verdade. Ele não aceita carvão, nem empurro. Ele exige cadeia produtiva. Planejamento. Otimização. É um organismo industrial que só canta quando está saciado. E quando canta... ah, quando canta, ele grita energia.",
  "ftbquests.chapter.parafusos_e_convices.quest31.description4": "   Mas não se iluda. Por mais glorioso que ele seja, por mais que seu ronco preencha a fábrica como um hino ancestral... tudo isso é transitório. Logo, virá o silêncio frio dos cabos energizados. A abstração das turbinas pressurizadas. O olhar pragmático do \u0026a\u0026lMekanism\u0026r\u0026r.",
  "ftbquests.chapter.parafusos_e_convices.quest31.description5": "   Você construiu algo lindo. E como tudo que é lindo... ele está prestes a ser substituído.",
  "ftbquests.chapter.parafusos_e_convices.quest31.description6": "\u00267\u0026o— Eu sei que você vai construir 100 rodas dagua como solução energética, só não diga isso na frente dele. \u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest31.description7": "\u00264\u0026o⚠ Evite construir essa máquina exatamente na divisa de chunks. Instabilidade estrutural pode resultar em bugs, desaparecimento de componentes, ou pior — ciclos de repetição sem alma.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest31.title": "Biodiesel, Brutalidade e Barulho",
  "ftbquests.chapter.parafusos_e_convices.quest32.description1": "   De um único pó, nasce um lingote que carrega ambição.",
  "ftbquests.chapter.parafusos_e_convices.quest32.description2": "   Leve, denso, com estrutura cristalina o suficiente para enganar qualquer físico distraído. Empilha, sim — mas não se engane. Esses lingotes não são para estoque: são para rituais industriais.",
  "ftbquests.chapter.parafusos_e_convices.quest32.description3": "   Eles serão devorados por máquinas que não aceitam menos que isso.",
  "ftbquests.chapter.parafusos_e_convices.quest32.description4": "\u00267\u0026o— Parece simples. É porque ainda não virou uma vara de três metros\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest32.title": "O Lingote que Não Gosta de Gente",
  "ftbquests.chapter.parafusos_e_convices.quest33.description1": "   Você chegou até aqui fundindo aço e esquentando blocos como um ferreiro com diploma. Mas isso acabou.",
  "ftbquests.chapter.parafusos_e_convices.quest33.description2": "   A Arc Furnace não é uma fornalha. É um reator. Um leviatã. Um monumento industrial que exige cabos, eletrodos, refratários e... obediência. Ela consome mais do que matéria-prima — ela devora ordem. A partir de agora, não existem mais receitas simples. Cada liga é um pacto. Cada composição é um sacrifício de tempo, energia e lógica.",
  "ftbquests.chapter.parafusos_e_convices.quest33.description3": "   Bem-vindo à metalurgia sintética.",
  "ftbquests.chapter.parafusos_e_convices.quest33.description4": "   Esse é o ponto onde a realidade começa a entortar. O cobre já não é suficiente. O ferro sozinho não serve. Você precisa de três, quatro, cinco ingredientes. Você precisa de controle de temperatura, de fluxo de entrada, de estabilidade — e vai perceber que não tem nada disso.",
  "ftbquests.chapter.parafusos_e_convices.quest33.description5": "   E é aqui, no meio desse colapso deliciosamente técnico, que o \u0026a\u0026lMekanism\u0026r\u0026r observa de longe. Ele espera. E você vai chamá-lo. Vai implorar por ordem. Vai desejar os cabos pressurizados, os sistemas de infusão, as máquinas que pensam por você. Mas antes, você precisa queimar um pouco mais.",
  "ftbquests.chapter.parafusos_e_convices.quest33.description6": "   A Arc Furnace não é o fim da linha. Ela é o trilho torto que aponta para o futuro. Para o que virá. Para o que \u0026ovai te consumir de volta\u0026r.",
  "ftbquests.chapter.parafusos_e_convices.quest33.description7": "\u00267\u0026o— Toda grande indústria começa com um incêndio que ninguém apagou\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest33.description8": "\u00264\u0026o⚠ Evite construir essa máquina exatamente na divisa de chunks. Instabilidade estrutural pode resultar em bugs, desaparecimento de componentes, ou pior — ciclos de repetição sem alma.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest33.title": "A Fábrica em chamas",
  "ftbquests.chapter.parafusos_e_convices.quest34.description1": "   Você acredita estar apenas montando tubos, tanques e engrenagens. Engano. Cada bloco posicionado aqui é mais um prego no caixão da sua neutralidade. A Refinaria não é uma simples máquina — é o primeiro divisor de águas. O limiar entre transformar e queimar. Entre criar matéria e extrair movimento.",
  "ftbquests.chapter.parafusos_e_convices.quest34.description2": "   Até agora, seus líquidos eram inofensivos. Um pouco de óleo, um gole de etanol, tudo muito rústico, quase pastoral. Mas aqui, eles se fundem. Eles se corrompem. E dessa corrupção nasce o poder. Não o poder estético das engrenagens girando — mas o poder real. O que escurece a alma da máquina. O que escolhe.",
  "ftbquests.chapter.parafusos_e_convices.quest34.description3": "   Dois caminhos se abrem, e nenhum deles leva de volta. Um deles molda o mundo à sua imagem: o \u00266\u0026lDuroplast\u0026r\u0026r, matéria sólida, sintética, a negação da madeira e da natureza, perfeita para quem prefere a permanência ao crescimento. Um ciclo químico, preciso, controlado. O outro caminho é mais bruto, mais visceral. O \u00262\u0026lBiodiesel\u0026r\u0026r. Ele não constrói — ele impulsiona. Uma energia que queima sem remorso, que grita por um gerador e por linhas de produção devorando o horizonte.",
  "ftbquests.chapter.parafusos_e_convices.quest34.description4": "   Você já sabe disso. Mesmo que não admita. A Refinaria não é uma invenção — é uma revelação. Um espelho. Ela mostra o que você está disposto a sacrificar em nome do avanço.",
  "ftbquests.chapter.parafusos_e_convices.quest34.description5": "\u00267\u0026o— Toda escolha é uma combustão. Algumas só demoram mais para explodir\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest34.description6": "\u00264\u0026o⚠ Evite construir essa máquina exatamente na divisa de chunks. Instabilidade estrutural pode resultar em bugs, desaparecimento de componentes, ou pior — ciclos de repetição sem alma.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest34.title": "Refinaria: a gota que faltava",
  "ftbquests.chapter.parafusos_e_convices.quest35.description1": "   Você fermentou cana-de-açúcar como um camponês alquimista. Achou poético. Quente. Quase sagrado. Mas a verdade é que o \u0026oetanol\u0026r é só o primeiro gole. O início de um processo que arranca do natural toda sua pretensão de pureza.",
  "ftbquests.chapter.parafusos_e_convices.quest35.description2": "   Adicione calor. Reduza. Transforme o etanol em \u0026oacetaldehyde\u0026r. Um composto volátil, impaciente, que já carrega o desejo de ser mais — ou menos — orgânico.",
  "ftbquests.chapter.parafusos_e_convices.quest35.description3": "   Depois, misture. Resina fenólica. Um nome chique para uma gosma sintética carregada de intenções. É aqui que a coisa engrossa — literalmente.",
  "ftbquests.chapter.parafusos_e_convices.quest35.description4": "   E então, com tudo isso em mãos, você funde essência com propósito. Derrama sua criação na \u0026lBottling Machine\u0026r, e assiste nascer a \u0026oDuroplast Sheet\u0026r: fria, rígida, perfeita. Um simulacro de matéria. Uma pele industrial.",
  "ftbquests.chapter.parafusos_e_convices.quest35.description5": "   Esse processo não é só uma cadeia produtiva. É uma filosofia. É o grito final do natural, sufocado sob camadas de engenharia.",
  "ftbquests.chapter.parafusos_e_convices.quest35.description6": "\u00267\u0026o— O que começou com açúcar termina com uma armadura. Bem-vindo ao sintético\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest35.description7": "\u00264\u0026o⚠ Evite construir essa máquina exatamente na divisa de chunks. Instabilidade estrutural pode resultar em bugs, desaparecimento de componentes, ou pior — ciclos de repetição sem alma.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest35.title": "Petrificando o Orgânico",
  "ftbquests.chapter.parafusos_e_convices.quest36.description1": "   Existe um momento, em toda jornada técnica, em que você olha para uma receita e pensa: “isso aqui não faz o menor sentido”.",
  "ftbquests.chapter.parafusos_e_convices.quest36.description2": "   Bem-vindo ao \u00260Blueprint de Electrode.\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest36.description3": "   Uma folha de papel, um pouco de tinta técnica... e uma barra de Blazing Steel. Porque claro, nada melhor para imprimir instruções do que um metal que ainda está praticamente pegando fogo.",
  "ftbquests.chapter.parafusos_e_convices.quest36.description4": "   Não pergunte. Essa é uma receita milenar. Você apenas repete. Sem olhar diretamente. E torce pra impressora não pegar fogo no processo.",
  "ftbquests.chapter.parafusos_e_convices.quest36.description5": "   Com isso, você poderá finalmente construir os Electrode de Graphite, alimentar a Arc Furnace… e continuar não entendendo absolutamente nada.",
  "ftbquests.chapter.parafusos_e_convices.quest36.description6": "\u00267\u0026o— Há quem diga que o papel absorve o calor do conhecimento. Mas talvez fosse só burrice mesmo\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest36.title": "Papel Queimado",
  "ftbquests.chapter.parafusos_e_convices.quest37.description1": "   Quatro lingotes. Uma prensa. Um resultado inevitável.",
  "ftbquests.chapter.parafusos_e_convices.quest37.description2": "   O Graphite Electrode é o pilar da Arc Furnace. Consumível. Essencial. Enorme. Ele gira com eletricidade suficiente para evaporar seu bom senso, e quando acaba… você sente.",
  "ftbquests.chapter.parafusos_e_convices.quest37.description3": "   Não há como fingir que isso é só um item técnico. É um monumento.",
  "ftbquests.chapter.parafusos_e_convices.quest37.description4": "\u00267\u0026o— Uma vara de carbono que decide se a indústria vive ou não\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest37.title": "Tridente de Carbono",
  "ftbquests.chapter.parafusos_e_convices.quest38.description1": "   Nem todo avanço tecnológico precisa ser sutil. Alguns simplesmente precisam ser grandes. Barulhentos. Ameaçadores. Como a \u0026lExcavator\u0026r.",
  "ftbquests.chapter.parafusos_e_convices.quest38.description2": "   Você passou tempo demais construindo circuitos, otimizando engrenagens e tentando fingir elegância. Esqueça isso. Agora você vai erguer uma estrutura de mais de 50 blocos que gira ininterruptamente contra a crosta terrestre. Uma ode à força bruta. Um moinho para veios minerais.",
  "ftbquests.chapter.parafusos_e_convices.quest38.description3": "   Mas ela não é burra. Pelo contrário. Antes de ativá-la, você vai precisar aprender a procurar os veios corretos. E para isso existe a \u0026c\u0026oCore Sample Drill\u0026r\u0026r — uma máquina discreta, que escaneia chunks em busca de depósitos subterrâneos.",
  "ftbquests.chapter.parafusos_e_convices.quest38.description4": "   Basta colocá-la, alimentá-la com energia e esperar. Se o chunk contiver um minério detectável, ela deixará uma amostra. Se não deixar nada… você cavou poesia onde não havia minério. Acontece.",
  "ftbquests.chapter.parafusos_e_convices.quest38.description5": "   Depois, erga a Excavator no chunk correto. Forneça energia em abundância. Ligue o sistema de transporte. E contemple o colosso girando. Perfurando. Devastando.",
  "ftbquests.chapter.parafusos_e_convices.quest38.description6": "   Sim. Você criou isso. E sim… você vai precisar de duas por chunk, eventualmente.",
  "ftbquests.chapter.parafusos_e_convices.quest38.description7": "\u00267\u0026o— Quando a sofisticação falha, erga um braço de escavação giratório de 15 toneladas\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest38.description8": "\u00264\u0026o⚠ Evite construir essa máquina exatamente na divisa de chunks. Instabilidade estrutural pode resultar em bugs, desaparecimento de componentes, ou pior — ciclos de repetição sem alma.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest38.title": "Monstro de Ferro, Coração de Óleo",
  "ftbquests.chapter.parafusos_e_convices.quest39.description1": "   Redstone em fio já não serve. Fios de cobre também não. O que vem agora exige mais.",
  "ftbquests.chapter.parafusos_e_convices.quest39.description2": "   Estes não são apenas circuitos — são encapsulados. Blindados. Construídos sobre placas de Duroplast, selados contra interferência, preparados para frequências que fariam um resistor tradicional evaporar. São chips que parecem estar prontos para pilotar naves, abrir portais ou resistir ao colapso do sistema que os criou.",
  "ftbquests.chapter.parafusos_e_convices.quest39.description3": "   Você não entende exatamente como eles funcionam. Mas vai usá-los mesmo assim.",
  "ftbquests.chapter.parafusos_e_convices.quest39.description4": "   É o que todo mundo faz.",
  "ftbquests.chapter.parafusos_e_convices.quest39.description5": "\u00267\u0026o— Quando o metal não aguenta mais, o sintético assume\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest39.title": "Circuitos para Suportar a Tempestade",
  "ftbquests.chapter.parafusos_e_convices.quest4.description1": "   Você começa a montar a estrutura com a confiança de quem já não sente culpa por enfiar pedras vivas em fornos. Tijolo por tijolo, o cheiro de fuligem se antecipa. Esta não é uma construção comum — é um altar moderno, dedicado ao culto do calor extremo. A Blast Furnace não emite luz sagrada, mas fumaça constante; não transforma essência, mas carvão e ferro. É lenta, barulhenta, e absolutamente necessária. ",
  "ftbquests.chapter.parafusos_e_convices.quest4.description2": "   Você não tem mais o luxo de trabalhar com galhos encantados ou folhas que sussurram — agora é brasa, carvão e ferrugem.",
  "ftbquests.chapter.parafusos_e_convices.quest4.description3": "\u0026o\u00267— Não é bonita, não é limpa e não é gentil. Mas derrete ferro como ninguém. Continue.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest4.title": "Carbura e passa",
  "ftbquests.chapter.parafusos_e_convices.quest40.description1": "   Não há magia nisso. Não há poesia. Há apenas poder.",
  "ftbquests.chapter.parafusos_e_convices.quest40.description2": "   O \u0026b\u0026lInductive Alloy\u0026r\u0026r é o resultado de empurrar metais até seus limites — e além. É o que acontece quando você força aço a aceitar pulsos de energia compactada, quando mistura um condutor avançado com traços de memória cristalina e pigmentos que ardem como o sol.",
  "ftbquests.chapter.parafusos_e_convices.quest40.description3": "   O resultado é denso. Vibrante. Quase volátil.",
  "ftbquests.chapter.parafusos_e_convices.quest40.description4": "   Essa liga não quer existir. Ela só continua coesa porque a estrutura molecular ainda não percebeu o absurdo que está abrigando. Você não criou um material: você acendeu um metal.",
  "ftbquests.chapter.parafusos_e_convices.quest40.description5": "   Prepare-se. Este é o último passo antes das máquinas pararem de obedecer comandos simples — e começarem a gritar por mais.",
  "ftbquests.chapter.parafusos_e_convices.quest40.description6": "\u00267\u0026o— Onde termina a metalurgia, começa o fluxo\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest40.title": "Liga que resiste ao futuro",
  "ftbquests.chapter.parafusos_e_convices.quest41.description1": "   Você já moldou aço bruto com carvão e paciência. Já viu ligas se tornarem mais difíceis de compreender do que de forjar. Já derreteu metais que se recusavam a obedecer, apenas para que, sob pressão, se curvassem ao seu projeto.",
  "ftbquests.chapter.parafusos_e_convices.quest41.description2": "   Você passou por cada etapa — do calor à estrutura, da madeira tratada à condução de energia, da engrenagem ao circuito encapsulado.",
  "ftbquests.chapter.parafusos_e_convices.quest41.description3": "   E agora está aqui.",
  "ftbquests.chapter.parafusos_e_convices.quest41.description4": "   O \u00269\u0026lPrecision Matrix Core\u0026r\u0026r não é só mais um passo. É um ritual encerrado em um cubo. Uma fusão definitiva entre o esforço humano e a lógica impessoal que vem adiante. É a peça final que resume tudo o que foi aprendido até agora — e, ao mesmo tempo, o que será descartado em breve.",
  "ftbquests.chapter.parafusos_e_convices.quest41.description5": "   Feito com Duroplast, aquela folha sintética que parece sempre estar tentando escapar das suas mãos. Alimentado por ligas que só existem porque você ignorou o bom senso. Costurado com fragmentos de quartzo e impulsos vermelhos que quase lembram sangue... se sangue funcionasse em 60hz.",
  "ftbquests.chapter.parafusos_e_convices.quest41.description6": "   Este núcleo não brilha. Ele vibra. Ele espera. Ele está à altura das máquinas que virão.",
  "ftbquests.chapter.parafusos_e_convices.quest41.description7": "   E o mais curioso: depois de tudo isso, você vai usá-lo apenas como um ingrediente.",
  "ftbquests.chapter.parafusos_e_convices.quest41.description8": "\u00267\u0026o— E pensar que você construiu tudo isso só para colocar dentro de uma caixa\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest41.title": "\u0026d\u0026l\u0026o O Coração do Que Vem Depois",
  "ftbquests.chapter.parafusos_e_convices.quest5.description1": "   O ferro não era suficiente. Ele derrete, dobra, oxida — como tudo que nasce fácil demais. Mas agora você tem um forno que não perdoa, um combustível que não tolera fraquezas, e uma intenção: transformar o ordinário em permanente. O processo é lento, barulhento e deliciosamente ineficiente. E ainda assim, é progresso. O aço não se dobra por capricho, e nem você deveria.",
  "ftbquests.chapter.parafusos_e_convices.quest5.description2": "\u00267\u0026o— Você passou carvão no ferro até ele ficar sério. Brilhante. Se continuar assim, talvez consiga respeito até de uma engrenagem.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest5.title": "O Metal que não Quebra",
  "ftbquests.chapter.parafusos_e_convices.quest6.description1": "   Uma faísca. É só disso que você precisa para começar algo irreversível. O aço certo, a pedra certa, e a decisão errada. Prático, portátil e absolutamente inadequado para resolver qualquer problema de verdade.",
  "ftbquests.chapter.parafusos_e_convices.quest6.description2": "\u0026o\u00267— Mas às vezes... incendiar as coisas ajuda.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest6.subtitle": "\u0026oFogo no parquinho!\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest6.title": "Para queimar o Mundo Errado",
  "ftbquests.chapter.parafusos_e_convices.quest9.description1": "   Os blueprints não são apenas papel e tinta. São a arrogância do \"sei o que estou fazendo\" materializada. Cada linha ali diz: “já pensei antes de você”. O Engenheiro escreveu para quem saberia ler — e agora, por algum motivo cósmico ou burrice industrial, essa responsabilidade é sua.",
  "ftbquests.chapter.parafusos_e_convices.quest9.description2": "\u00267\u0026o— Você está copiando a lição de casa do passado, mas com estilo.\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest9.description3": "\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest9.title": "Rabiscos de Ferro Velho",
  "ftbquests.chapter.parafusos_e_convices.title": "\u002682.\u00268 \u00267P\u00267a\u00267r\u00267a\u00268f\u00268u\u00268s\u00268o\u00268s \u00267e \u00268C\u00268o\u00268n\u00267v\u00267i\u00267c\u00267ç\u00268õ\u00268e\u00268s",
  "ftbquests.chapter.psiu_me_leia.quest1.description1": "   \u0026lEu estava esperando por você!\u0026r Na verdade, é mentira, não faço a menor ideia de quem seja ou como encontrou esse livro, mas se o fez, é um bom sinal! Sei que soa contraditório, mas se ainda está lendo isso provavelmente está perdido.",
  "ftbquests.chapter.psiu_me_leia.quest1.description2": "   Se esse livro caiu em suas mãos, significa que algo deu muito certo ou muito errado — difícil te dizer com certeza —, mas também significa que você está pronto para lembrar \u0026ode coisas que não sabia que sabia.\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest1.description3": "   Se for esse o caso e tive a sorte imensa de pelo menos isso acertar sobre você, que tal começarmos do básico? \u00265\u0026lSobreviver\u0026r\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest1.task_6363087729449274880.title": "{quest.confuso.title}",
  "ftbquests.chapter.psiu_me_leia.quest1.title": "Eu conheço você",
  "ftbquests.chapter.psiu_me_leia.quest2.description1": "   O clichê mais absoluto que existe: Bater em uma árvore com a mão. Mas não se empolgue: madeira não rende como antes. Ela vai te dar só duas tábuas por bloco.  ",
  "ftbquests.chapter.psiu_me_leia.quest2.description2": "   Sim. Isso é intencional. Sim. Isso é um problema seu.",
  "ftbquests.chapter.psiu_me_leia.quest2.description3": "\u0026o\u00267— Há ferramentas que esquecem seus donos. E há ferramentas que nunca foram feitas para esquecer. Vamos descobrir qual delas você irá criar.\u0026r\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest2.title": "{quest.soco_na_arvore.title}",
  "ftbquests.chapter.psiu_me_leia.quest3.description1": "   Você conseguiu uma mesa. E talvez uma fogueira. Mas madeira não sustenta mais do que isso. Agora, você precisa de algo seu.  Deve modelar uma ferramenta, ou, talvez, permitir-se ser modelado por ela. Algo que responda à sua vontade.  ",
  "ftbquests.chapter.psiu_me_leia.quest3.description2": "   Existe um jeito de fazer isso — uma técnica antiga. Mas você precisará começar do início: criando um \u00261\u0026lBlueprint\u0026r.\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest3.description3": "   Pense nele como um gesto. Uma lembrança escrita daquilo que sua ferramenta deveria ser. Não será forte. Não será bonita. Mas será sua. E isso, no começo, é tudo que importa.",
  "ftbquests.chapter.psiu_me_leia.quest3.description4": "\u0026o\u00267— Há ferramentas que esquecem seus donos. E há ferramentas que nunca foram feitas para esquecer. Vamos descobrir qual delas você irá criar\u0026r\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest3.title": "{quest.engenharia_do_ego.title}",
  "ftbquests.chapter.psiu_me_leia.quest4.description1": "   Ferramentas não nascem inteiras. Elas são feitas de partes — e as partes, de escolhas. Escolhas que revelam o que você valoriza: leveza ou força? Durabilidade ou velocidade? Ordem ou caos? Cada haste, cada lâmina, cada traço do material carrega algo além de números. Carrega memória, intenção... ou erro.  ",
  "ftbquests.chapter.psiu_me_leia.quest4.description2": "   Há madeira que se parte, mas há madeira que canta ao ser usada. Você não verá isso logo de cara. Vai precisar prestar atenção.  ",
  "ftbquests.chapter.psiu_me_leia.quest4.description3": "   Crie partes. Combine. Falhe. Refaça. Observe como no mesmo blueprint dá origem a centenas de ferramentas distintas — algumas úteis, outras apenas... honestas sobre quem as criou.",
  "ftbquests.chapter.psiu_me_leia.quest4.description4": "\u0026o\u00267— Não é a ferramenta que te define, mas as partes que você escolhe revelam mais do que pensa. Ou menos. Vai depender de quanta pedra você bater até perceber.\u0026r\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest4.title": "{quest.forma_e_proposito.title}",
  "ftbquests.chapter.psiu_me_leia.quest5.description1": "   Há coisas que crescem mesmo sem terra. E outras que morrem mesmo sob o sol certo.  ",
  "ftbquests.chapter.psiu_me_leia.quest5.description2": "   Você já notou as folhas demorando para cair. A madeira mais escura no interior da floresta. A relva que parece se curvar para observar.  ",
  "ftbquests.chapter.psiu_me_leia.quest5.description3": "   Isso tem nome. \u00262\u0026lAura.\u0026r  \u0026r",
  "ftbquests.chapter.psiu_me_leia.quest5.description4": "   Não pense como magia. Pense como... um sistema natural com pretensões de consciência.  ",
  "ftbquests.chapter.psiu_me_leia.quest5.description5": "   Se quiser entender, comece por um livro.  ",
  "ftbquests.chapter.psiu_me_leia.quest5.description6": "   Não este. O outro.",
  "ftbquests.chapter.psiu_me_leia.quest5.title": "{quest.sussuros_nas_folhas.title}",
  "ftbquests.chapter.psiu_me_leia.quest6.description1": "A presença do éter começa a se manifestar no mundo de forma sutil. Árvores tocadas por fibras douradas reagem com o tempo, revelando folhas reluzentes. Este fenômeno não é apenas decorativo — é o primeiro passo para manipular diretamente a Aura. Prepare fibras especiais e aplique-as nas folhas de uma árvore para iniciar a transformação.",
  "ftbquests.chapter.psiu_me_leia.quest6.description2": "\u0026o\u00267— Aura não se vê, não se toca… mas ela te toca de volta. É como um vento educado que arrasta árvores inteiras sem pedir licença.\u0026r\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest6.title": "Sintomas do Éter",
  "ftbquests.chapter.psiu_me_leia.quest7.description1": "   Você construiu. Escavou. Moldou aura, pedra e silêncio. Agora é hora de fundir tudo isso em algo concreto. Literalmente.  ",
  "ftbquests.chapter.psiu_me_leia.quest7.description2": "   Dois materiais. Dois frutos de rituais complexos.  ",
  "ftbquests.chapter.psiu_me_leia.quest7.description3": "   Madeira que \u0026a\u0026oouve.\u0026r\u0026r Pedra que \u0026o\u0026bpensa.\u0026r\u0026r ",
  "ftbquests.chapter.psiu_me_leia.quest7.description4": "   Nada disso tem sentido. E, ainda assim, entende exatamente o que fazer.",
  "ftbquests.chapter.psiu_me_leia.quest7.description5": "\u00267\u0026o— Você está levando madeira para uma fundição e pedra para uma engrenagem. Está tudo errado. Mas... só até funcionar.\u0026r\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest9.description1": "teste!",
  "ftbquests.chapter.psiu_me_leia.quest9.title": "just a test",
  "ftbquests.chapter.psiu_me_leia.title": "Psiu. Me leia.",
  "ftbquests.chapter.ptalas_e_protocolos.title": "13. Pétalas e protocolos",
  "ftbquests.chapter.sementes_do_impossvel.title": "14. Sementes do Impossível",
  "ftbquests.chapter.termodinmica_aplicada.quest10.description1": "   Quando introduzido no processo, o pó de coque funciona como um auxiliar térmico adsorvente. Seu alto teor de carbono residual interage com elementos instáveis durante a fragmentação, promovendo reações de redução leve ou sublimação de traços metálicos.",
  "ftbquests.chapter.termodinmica_aplicada.quest10.description2": "   Esse efeito favorece o desprendimento de subprodutos com maior eficiência, como óxidos ou sais metálicos ligados ao minério original. Seu consumo é intermediário, pois não se decompõe por completo, mas reage com parte dos compostos voláteis.",
  "ftbquests.chapter.termodinmica_aplicada.quest10.description3": "\u00267\u0026o— A brasa que não apaga, apenas se torna útil de novo.\u0026r\u0026r",
  "ftbquests.chapter.termodinmica_aplicada.quest10.title": "Combustão Reativa",
  "ftbquests.chapter.termodinmica_aplicada.quest17.description1": "   Esta substância viscosa, derivada de processos biológicos complexos, atua como um meio de solvatação ativa dentro da câmara. Sua composição gelatinosa permite encapsular partículas durante a moagem, evitando perdas por suspensão e otimizando reações secundárias.",
  "ftbquests.chapter.termodinmica_aplicada.quest17.description2": "   Além disso, certos compostos orgânicos instáveis nela presentes funcionam como precursores de reações catalíticas, especialmente com minerais sensíveis a pH ou ligação orgânica-metal. Sua durabilidade e rendimento o colocam como padrão ouro de catalisador. Excelente e balanceado, só poderia durar um pouquinho mais...",
  "ftbquests.chapter.termodinmica_aplicada.quest17.description3": "\u00267\u0026o— Ele dissolve coisas que você nem sabia que estavam lá. Inclusive sua certeza.\u0026r\u0026r",
  "ftbquests.chapter.termodinmica_aplicada.quest17.title": "Catalisador Bioestrutural",
  "ftbquests.chapter.termodinmica_aplicada.quest18.description1": "   O cinnabar, composto principalmente de sulfeto de mercúrio (HgS), possui uma estrutura cristalina que, ao ser pressionada, libera microcargas estáticas e sofre fratura lamelar.",
  "ftbquests.chapter.termodinmica_aplicada.quest18.description2": "   Durante a pulverização, esses efeitos provocam uma dispersão eletrostática nos particulados, reduzindo aglomeração e aumentando a exposição de superfícies para o processamento. Seu desempenho equilibrado o torna um catalisador técnico de ampla aplicabilidade.",
  "ftbquests.chapter.termodinmica_aplicada.quest18.description3": "\u00267\u0026o— A beleza está no equilíbrio... mas também em um leve grau de toxidade funcional.\u0026r\u0026r",
  "ftbquests.chapter.termodinmica_aplicada.quest18.title": "Reagente de Cristal Vermelho",
  "ftbquests.chapter.termodinmica_aplicada.quest19.description1": "   Apesar de bem contra-intuitivo, a Ice Charge funciona como um agente térmico moderador. Durante a pulverização, sua liberação controlada de frio absorve parte da energia gerada por atrito, reduzindo o desgaste do sistema e permitindo ciclos curtos com menos interrupção.",
  "ftbquests.chapter.termodinmica_aplicada.quest19.description2": "   Sua ação é puramente física e limitada, mas a agilidade que proporciona é valiosa em fluxos de processamento rápido. Frágil e volátil, raramente sobrevive por mais de uma rodada.",
  "ftbquests.chapter.termodinmica_aplicada.quest19.description3": "\u00267\u0026o— Não dura muito, mas esfria os ânimos e acelera o trabalho. Um alívio temporário, como um bom argumento improvável.\u0026r\u0026r",
  "ftbquests.chapter.termodinmica_aplicada.quest19.title": "Choque Térmico Direcionado",
  "ftbquests.chapter.termodinmica_aplicada.quest20.description1": "   Formado por resíduos de alto-forno ricos em óxidos metálicos, o Rich Slag atua como um promotor de reatividade superficial. Seus componentes — principalmente óxidos de ferro, silício e alumínio — interagem com partículas em processo de fratura, aumentando sua instabilidade química.",
  "ftbquests.chapter.termodinmica_aplicada.quest20.description2": "   Esse efeito induz a liberação de subprodutos ligados por forças fracas ou que requerem ativação catalítica mínima. Apesar de não afetar a velocidade, sua eficiência em extrações secundárias é excepcional.",
  "ftbquests.chapter.termodinmica_aplicada.quest20.description3": "\u00267\u0026o— O que restou da fundição... agora extrai o que nunca saía da pedra. Segunda chance para catalisadores e pecadores.\u0026r\u0026r",
  "ftbquests.chapter.termodinmica_aplicada.quest20.title": "Resíduo de Pureza Reprocessada",
  "ftbquests.chapter.termodinmica_aplicada.quest21.description1": "   Dado estímulo demais, até uma planta se entrega. No Phytogenic Insolator, sob luz constante, água pura e Phyto-Gro em excesso, ela tenta se proteger. Fecha os estômatos. Reforça suas fibras. Enrijece suas paredes celulares até se tornar... algo mais. Algo morto.",
  "ftbquests.chapter.termodinmica_aplicada.quest21.description2": "   Em vez de florescer, ela cria uma carapaça de celulose densa e lignina modificada — uma reação de defesa que, ironicamente, a sufoca. Sem perceber, a planta literalmente se blinda até a morte, uma \"doença autoimune\". O resultado é o Organic Polymer Mesh: um polímero vegetal de alta performance, flexível, resistente ao calor e completamente inerte. Perfeito para máquinas. Horrível para fotossíntese.",
  "ftbquests.chapter.termodinmica_aplicada.quest21.description3": "   Curioso como procuramos metais densos e raros, para que o material mais útil desse capítulo vir de plantas e água. Não subestime a \u00262\u0026lengenharia verde!\u0026r\u0026r",
  "ftbquests.chapter.termodinmica_aplicada.quest21.description4": "\u00267\u0026o— Fascinante. Dê a uma planta o paraíso, e ela se embalsama. Acha que está se adaptando... enquanto morre quietinha.\u0026r\u0026r",
  "ftbquests.chapter.termodinmica_aplicada.quest9.description1": "   Antes de mais nada, vamos falar sobre os tais catalisadores.",
  "ftbquests.chapter.termodinmica_aplicada.quest9.description2": "   Você pode até achar que o Pulverizer funciona sozinho — joga um minério lá, gira um tambor mágico com dentes de aço e pronto. Mas o que separa um triturador comum de uma máquina industrial otimizada é a ciência da intervenção.",
  "ftbquests.chapter.termodinmica_aplicada.quest9.description3": "   Os catalisadores são componentes auxiliares que se inserem no processo para alterar seu comportamento: aceleram, desviam, amplificam. Eles não são obrigatórios — até que se tornem.",
  "ftbquests.chapter.termodinmica_aplicada.quest9.description4": "   Na maioria dos casos, são o único jeito de extrair subprodutos raros como ilmenita, rutile, obsidianita ou coisas ainda menos pronunciáveis. Então, trate-os com carinho. Ou melhor: com planejamento.",
  "ftbquests.chapter.termodinmica_aplicada.quest9.description5": "   Eles vão definir se sua cadeia industrial será eficiente... ou só barulhenta.",
  "ftbquests.chapter.termodinmica_aplicada.quest9.description6": "   O quartzo moído atua como um abrasivo cristalino dentro da câmara do pulverizador. Suas bordas afiadas e alto índice de dureza interferem mecanicamente na fragmentação do minério, ajudando a desestabilizar microestruturas.",
  "ftbquests.chapter.termodinmica_aplicada.quest9.description7": "   Embora não participe quimicamente, sua natureza silicatada melhora a ação de corte, acelerando a moagem. Contudo, como todo abrasivo leve, se desgasta com facilidade, sendo mais útil em sessões curtas e pouco exigentes. ",
  "ftbquests.chapter.termodinmica_aplicada.quest9.description8": "\u00267\u0026o— Corta bem, dura pouco. Como muitos discursos.\u0026r\u0026r",
  "ftbquests.chapter.termodinmica_aplicada.quest9.title": "Eficiência Abrasiva",
  "ftbquests.chapter.termodinmica_aplicada.title": "\u002666. \u00266Termo\u0026e\u0026edinâ\u0026emi\u0026eca\u0026c \u0026cApli\u00264cada™",
  "ftbquests.chapter_groups_1025606085631995617.title": "A Máquina Sonha em Madeira",
  "ftbquests.chapter_groups_4761297200377374847.title": "\u0026f [ Estado de Execução Permanente ]",
  "ftbquests.chapter_groups_5188316314332158460.title": "\u0026f[ Arquitetura da Consciência ]",
  "ftbquests.chapter_groups_5984709035753007588.title": "\u0026f[ A Máquina Desperta ]",
  "ftbquests.chapter_groups_6327229046245401902.title": "Flor, Sangue e Véu",
  "ftbquests.chapter_groups_6887359238762290539.title": "A Máquina Sonha em Ser Carne",
  "ftbquests.chapter_groups_8817292243600122603.title": "As profundezas mecanizadaas"
}