{
  "ftbquests.chapter.10_podeeeer.title": "10. POWEEEEER",
  "ftbquests.chapter.12_aquele_que_v_e_sente.title": "12. The First Rift",
  "ftbquests.chapter.16_misturas_instveis_e_carne_obediente.title": "16. From Cauldron to Living Tissue",
  "ftbquests.chapter.17_no_leia_isso_em_voz_alta.title": "17. Voluntary Entropy",
  "ftbquests.chapter.18_pacto_final.title": "18. Final Pact",
  "ftbquests.chapter.4_mekanologia.quest1.description1": "   Steel. Glass. Hermetic tubes. Redstone. None of that matters.",
  "ftbquests.chapter.4_mekanologia.quest1.description10": "not a consequence. ",
  "ftbquests.chapter.4_mekanologia.quest1.description11": "   If you were waiting for the future… well, it started when you pressed this block into the ground.",
  "ftbquests.chapter.4_mekanologia.quest1.description12": "   But even if that sounds amazing, Mekanism is a sprawling technology that should be dissected in parts. How about we start from the basics?",
  "ftbquests.chapter.4_mekanologia.quest1.description13": "\u00267\u0026o— Congrats, you made a box. But a box that stares back.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest1.description2": "What you’re holding isn’t a box — it’s the negation of chaos.",
  "ftbquests.chapter.4_mekanologia.quest1.description3": "   The Steel Casing is the divider of eras. No smoke, no creaking levers.",
  "ftbquests.chapter.4_mekanologia.quest1.description4": "Only cold light, impassive interfaces, and the uncomfortable feeling that",
  "ftbquests.chapter.4_mekanologia.quest1.description5": "someone overthought how this should work.",
  "ftbquests.chapter.4_mekanologia.quest1.description6": "   The Precision Matrix embedded in its heart is a direct insult to the rusticity of Immersive Engineering — every weld line on it seems to ask:",
  "ftbquests.chapter.4_mekanologia.quest1.description7": "“Was this really what you thought technology was?”",
  "ftbquests.chapter.4_mekanologia.quest1.description8": "   From here, it’s no longer about operating machines. You’re going to orchestrate protocols.",
  "ftbquests.chapter.4_mekanologia.quest1.description9": "Gases will come. Chambers will be pressurized. Temperature will be a variable,",
  "ftbquests.chapter.4_mekanologia.quest10.description1": "   For a long time, doubling ores was an exercise in space, noise, and patience. Platforms trembling, hammers pounding, gears screaming in industrial agony. It was beautiful, in an archaic way. And then, this appeared.",
  "ftbquests.chapter.4_mekanologia.quest10.description2": "   The Enrichment Chamber is everything the old Immersive Crusher isn’t: compact, quiet, scalable. While that mechanical mammoth demanded entire yards and constant maintenance, this chamber does the same job — better — in the footprint of a door.",
  "ftbquests.chapter.4_mekanologia.quest10.description3": "   It’s an elegant break with the past, but a hard one to ignore. Because, let’s be honest, the old Crusher had personality. And of course, don’t forget it also makes your ores go further in metallurgy. Win–win.",
  "ftbquests.chapter.4_mekanologia.quest10.description4": "\u00267\u0026o— It’s still out there, standing… huge… useless… but beautiful, isn’t it?\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest10.title": "Elegant Duplication",
  "ftbquests.chapter.4_mekanologia.quest11.description1": "   You’ve already smelted, heated, broken, and reconstituted alloys as far as your machines would let you. But the Osmium Compressor does something different: it applies pressure with purpose.",
  "ftbquests.chapter.4_mekanologia.quest11.description2": "Here, osmium isn’t just fuel — it’s a catalyst. It’s a signature.",
  "ftbquests.chapter.4_mekanologia.quest11.description3": "   Each ingot produced carries the weight of a resource that refuses to be reduced to a mere percentage. It’s a machine with a high cost and even higher promises. And it delivers.",
  "ftbquests.chapter.4_mekanologia.quest11.description4": "   And yes, if you ask me, I’ll always say every machine is different from all the others. It’s a special way of making them feel loved.",
  "ftbquests.chapter.4_mekanologia.quest11.description5": "\u00267\u0026o— The secret is in the compression. And in the audacity to charge so much for a single ingot.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest2.description1": "   The Metallurgic Infuser marks the end of metallurgy as you knew it. It doesn’t heat or fuse — it persuades. Redstone, coal, diamond… each substance offers more than its weight. They offer meaning. Metal ceases to be a resource and becomes a vehicle for ideas.",
  "ftbquests.chapter.4_mekanologia.quest2.description2": "   This machine doesn’t craft alloys; it creates components with memory, pieces that carry encoded intentions. It’s the birth of programmed efficiency, of obedient matter. From now on, your circuits won’t just be technical — they’ll be ideological.",
  "ftbquests.chapter.4_mekanologia.quest2.description3": "\u00267\u0026o— An infuser is a sort of industrial philosopher. It just accepts coal as an argument.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest2.title": "Injecting Dependencies",
  "ftbquests.chapter.4_mekanologia.quest28.description1": "   A metal that shines. So far, nothing new. But this one doesn’t shine from combustion or incandescence. It shines because it was convinced to — because someone infused it with purpose and enough osmium to become useful.",
  "ftbquests.chapter.4_mekanologia.quest28.description2": "   Refined Glowstone is your gateway to alloys that seem magical but charge like military tech. It floats. It emits light. It works. It’s hard not to respect that, even if your first reaction was “that’s gold with an ego.”",
  "ftbquests.chapter.4_mekanologia.quest28.description3": "\u00267\u0026o— Refined glowstone: for those who thought the sun needed a portable, unstable version.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest29.description1": "   You thought of calling it Osgloglas. We admit: that would be poetic.",
  "ftbquests.chapter.4_mekanologia.quest29.description2": "A nod to the past, to that mythical PlusTic alloy beloved by obsessive miners and pickaxes that dug faster than sanity.",
  "ftbquests.chapter.4_mekanologia.quest29.description3": "   But this is another material. It shines differently. It vibrates.",
  "ftbquests.chapter.4_mekanologia.quest29.description4": "Osgloglium is our version — toxic, radioactive, extremely efficient, and absurdly hard to justify in small projects. It exists for those who’ve gotten over the fear of overdoing it.",
  "ftbquests.chapter.4_mekanologia.quest29.description5": "   And between us, with that name… of course it’ll end up on an anvil. Repeatedly.",
  "ftbquests.chapter.4_mekanologia.quest29.description6": "\u00267\u0026o— We could’ve called it Esgloglas, but… no. This one has a personality of its own. And radiation.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest29.title": "Osgloglium: the name that almost was",
  "ftbquests.chapter.4_mekanologia.quest3.description1": "   You created your first circuit. Simple, obedient, almost innocent. A small board that knows how to turn on and off, but doesn’t understand why. And maybe that’s for the best. Functional ignorance is what keeps any system flowing without awkward questions.",
  "ftbquests.chapter.4_mekanologia.quest3.description2": "\u00267\u0026o— In computing terms, it’s an intern. Cheap, tireless, and replaceable.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest3.title": "Command Core",
  "ftbquests.chapter.4_mekanologia.quest32.description1": "   There are no visible pistons, no exposed gears. No three-story structure shaking under its own weight.",
  "ftbquests.chapter.4_mekanologia.quest32.description2": "Mekanism’s Crusher does everything its predecessor did — just without looking like a heavy engineering experiment funded by a crumbling empire.",
  "ftbquests.chapter.4_mekanologia.quest32.description3": "   It’s clean, efficient, connectable. Instead of honoring the tradition of mechanical brutality, it simply delivers results. This is the future. Even if, deep down, you still hear the hammers of the old Crusher pounding in your memory.",
  "ftbquests.chapter.4_mekanologia.quest32.description4": "\u00267\u0026o— Growing up is realizing you don’t need 400 blocks of steel to crush a rock. Doesn’t mean you won’t miss them.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest32.title": "The Machine That Beat Brute Force",
  "ftbquests.chapter.4_mekanologia.quest34.description1": "   You took three materials with wills of their own — raw quartz, refined obsidian, and the promising Inductive Alloy — and forced them to collaborate. The result was something translucent, strong, and conductive. A real breakthrough… insofar as breakthroughs stand being called that.",
  "ftbquests.chapter.4_mekanologia.quest34.description2": "   Refined Quartz appears as the dream of perfect integration: lightness, strength, and energy in balance. But soon you notice it doesn’t shine as much as promised. The Inductive Alloy, sold as the apex of conduction, here shows itself as one more midpoint with good marketing.",
  "ftbquests.chapter.4_mekanologia.quest34.description3": "   Still, the material has value. It serves. It responds. And above all, it survives systems that would break any other compound. That’s already more than most can say.",
  "ftbquests.chapter.4_mekanologia.quest34.description4": "\u00267\u0026o— The problem with calling something an “apex” is that someone always shows up with one more step.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest34.title": "Forced Clarity",
  "ftbquests.chapter.4_mekanologia.quest35.description1": "   You’ve broken obsidian with a pickaxe. Now you’re about to use it as the basis for armaments.",
  "ftbquests.chapter.4_mekanologia.quest35.description2": "   Refined Obsidian isn’t just tough — it defies common sense by being refinable.",
  "ftbquests.chapter.4_mekanologia.quest35.description3": "Nothing this hard should be processable, and yet here you are, compressing volcanic rock as if it were aluminum.",
  "ftbquests.chapter.4_mekanologia.quest35.description4": "   This material doesn’t want to yield. And for that very reason, it’s worth every second of effort.",
  "ftbquests.chapter.4_mekanologia.quest35.description5": "\u00267\u0026o— The ultimate armor begins where the geologist’s patience ends.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest35.title": "Solid Obsession",
  "ftbquests.chapter.4_mekanologia.quest4.description1": "   A bit of Infused Alloy and the board already starts thinking it has a personality. It recognizes patterns, anticipates commands, and even optimizes flows — within the limits you programmed, of course. Deep down, it just wants to please. And work.",
  "ftbquests.chapter.4_mekanologia.quest4.description2": "\u00267\u0026o— It still obeys. But sometimes it silently asks “why?”\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest4.title": "Intermediate Logic",
  "ftbquests.chapter.4_mekanologia.quest46.description1": "This is the convergence point. Cables align. Interfaces find direction. Data flows find their rhythm. The ME Controller isn’t just a central piece — it’s the first component in your network that understands that you don’t understand anything.",
  "ftbquests.chapter.4_mekanologia.quest46.description2": "In practice, it allows multiple channels to coexist. It expands your connection capacity. It divides logic and infrastructure. It turns a bundle of functional cables into a scalable system, with 32 channels per face, parallel connections, and modular branches.",
  "ftbquests.chapter.4_mekanologia.quest46.description3": "If before you were just connecting things, now you’re managing paths.",
  "ftbquests.chapter.4_mekanologia.quest46.description4": "Keep in mind it loves friends. If 6 faces and 182 channels seem too little, you can always add more. But don’t forget, it’s the social type that still wants order at its party. It will only accept more blocks if the shape is valid, always arranging itself in cuboid forms and directly connected — horseshoes, rectangles, edges, squares, corners, cubes, or a wild tesseract, take your pick. And don’t worry, if it doesn’t like the shape you chose, it will make that \u00264\u0026lvery clear\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest46.description5": "When you place it, everything feels more serious. More legitimate. More technical. What used to be a hacky mess of loose terminals now becomes a real system. It doesn’t do much on its own, of course. But it commands respect. And power consumption.",
  "ftbquests.chapter.4_mekanologia.quest46.description6": "It’s the illusion of control — the name doesn’t deny it — in a sea of connections you’ll still mess up while trying to be organized.",
  "ftbquests.chapter.4_mekanologia.quest46.description7": "But don’t worry. That’s what most systems do: simulate order long enough for no one to question it anymore.",
  "ftbquests.chapter.4_mekanologia.quest46.description8": "\u00267\u0026o— Creating an ME Controller is like declaring you know what you’re doing. It’s a lie, but it helps the cables behave.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest46.title": "The Labyrinth’s Core",
  "ftbquests.chapter.4_mekanologia.quest5.description1": "   Every empire starts with a solid foundation, but yours will be built with something more flexible: metallic obedience. Infused Alloy is your first successful experiment in material submission. A piece of iron, convinced by redstone it was born for something greater. It’s no longer an alloy — it’s a condensed protocol.",
  "ftbquests.chapter.4_mekanologia.quest5.description2": "\u00267\u0026o— Alloys that obey are far more useful than soldiers who think.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest5.title": "Alloys of Obedience",
  "ftbquests.chapter.4_mekanologia.quest52.description1": "   Now that you have your ME Controller, the system finally behaves like a living creature — with organs, synapses, and a mood that swings based on channels.",
  "ftbquests.chapter.4_mekanologia.quest52.description10": "   You’re not just optimizing. You’re designing a system that expects the world to happen — and answers before it asks.",
  "ftbquests.chapter.4_mekanologia.quest52.description11": "\u00267\u0026o— If you didn’t understand half of this, that’s fine. The system didn’t either when it was first powered on. Welcome to AE2.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest52.description2": "   Each face of a Controller can emit up to 32 independent logical channels, connecting to machines, terminals, interfaces, and everything else that depends on automation and control. But note:   this isn’t power. It’s communication. Each smart connection consumes a channel, and simple cables have a nervous breakdown before even finishing the installation.",
  "ftbquests.chapter.4_mekanologia.quest52.description3": "   This is where the network gains depth: subnets and P2P.",
  "ftbquests.chapter.4_mekanologia.quest52.description4": "   The P2P Tunnel lets you compress all that logic into an encapsulated flow. You can use a single face of the Controller to feed several P2P tunnels, each retransmitting up to 32 channels to other areas. This allows creating clusters of independent subnets, fed from a single point, which can even transmit the faces of other Controllers connected further ahead. The result? A fractal, modular, intelligent system — and incredibly easy to break if you disconnect the wrong cable.",
  "ftbquests.chapter.4_mekanologia.quest52.description5": "   Besides the inherent complexity, some precautions are mandatory. The rule remains the same: a network can only support a single controller group that must be directly connected, with no cables or structures between them. Therefore, any subcontroller \u00264\u0026lMUST NOT\u0026r\u0026r connect any of its faces to any cable that directly interacts with the main controller. All interaction from the main controller with any subcontroller must be done solely via P2P. I know, it sounds complicated, but once you build a functional system of this scale for the first time, you’ll never want a simple system again. Trust me.",
  "ftbquests.chapter.4_mekanologia.quest52.description6": "   Still, structure without intelligence is just waste with colored cables. So it’s time to think about passivation.",
  "ftbquests.chapter.4_mekanologia.quest52.description7": "  Sei que, definitivamente, esse bloco de anotações não vai ajudar muito a entender o conceito, mas apertando \"G\" em um P2P ( Ou qualquer item do AE2 ), você terá acesso a um manual completo e interativo que explica muito bem esse conceito, recomendo fortemente dar uma olhada!",
  "ftbquests.chapter.4_mekanologia.quest52.description8": "   To passivate is to create constant stocks of intermediate items — like alloys, chips, pure crystals, or fluix dust — produced in the background, 24/7, without waiting for a request. A simple Drawer with a Storage Bus already does that. A dedicated production line to feed that drawer makes the network autonomous.",
  "ftbquests.chapter.4_mekanologia.quest52.description9": "The difference between a living factory and a chaotic spreadsheet is this: well-planned buffers.",
  "ftbquests.chapter.4_mekanologia.quest57.description1": "   The promised space",
  "ftbquests.chapter.4_mekanologia.quest57.description2": "   You spent hours connecting cables, assembling machines with pretentious names, and organizing interfaces with a precision bordering on obsessive–compulsive. And all that for what? Because you saw an image. An image of gleaming drives, lined up like monuments to the information age.",
  "ftbquests.chapter.4_mekanologia.quest57.description3": "   Except no.",
  "ftbquests.chapter.4_mekanologia.quest57.description4": "   Yes, this is the final quest of the chapter. Yes, it shows exactly what you thought you were building. But no, you still don’t have access to Storage Cells. The thing that makes all this worthwhile isn’t hiding here.",
  "ftbquests.chapter.4_mekanologia.quest57.description5": "   This chapter was about the foundation. The footing. The promise. A well-lit storefront with no stock in the back.",
  "ftbquests.chapter.4_mekanologia.quest57.description6": "   You built a control center to… look at things. Like a telescope pointed at a black hole you created yourself. But hey, the cables look nice.",
  "ftbquests.chapter.4_mekanologia.quest57.description7": "   Now take a deep breath, admire the structure, and get ready for the real reason it exists: storing anything — which, would you look at that — will be generously unlocked by a completely different mod. Ender IO, perhaps? Who knows…",
  "ftbquests.chapter.4_mekanologia.quest57.description8": "  Feeling a little cheated? Great. That’s the first step to understanding how the system really works.",
  "ftbquests.chapter.4_mekanologia.quest57.description9": "\"\u00267\u0026o— A terminal without storage is like a philosopher without angst: pretty, but absolutely useless.\u0026r\u0026r\"",
  "ftbquests.chapter.4_mekanologia.quest57.subtitle": "Where is it????",
  "ftbquests.chapter.4_mekanologia.quest57.title": "The Promised Space",
  "ftbquests.chapter.4_mekanologia.quest6.description1": "   If Infused was promise, Reinforced Alloy is execution. Through diamond, you taught metal to withstand pressures beyond good sense. Now it remembers its structure even when dismantled, and obeys commands that haven’t yet been given. This isn’t reinforcement — it’s discipline.",
  "ftbquests.chapter.4_mekanologia.quest6.description2": "\u00267\u0026o— The more precious the input, the pricier the mistake. Good luck.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest6.title": "Alloys of Efficiency",
  "ftbquests.chapter.4_mekanologia.quest7.description1": "   Here the metal stops being support and becomes a plan. Forged with an overlaid will — a vestige of a diamond that didn’t want to die — it responds only to absolute commands. If you needed a definitive piece, you’ve just built your dogma.",
  "ftbquests.chapter.4_mekanologia.quest7.description2": "\u00267\u0026o— Calling it an “alloy” is offensive. It prefers “technical entity.”\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest7.title": "Alloys of Ambition",
  "ftbquests.chapter.4_mekanologia.quest8.description1": "   By now the boards think they’re command centers. They have an electric ego, make absurd material demands, and refuse to operate outside proper infrastructure. But they deliver results. An Elite Circuit doesn’t just want to exist — it wants to command.",
  "ftbquests.chapter.4_mekanologia.quest8.description2": "\u00267\u0026o— Expensive, complains a lot, but delivers. Basically a technical manager.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest8.title": "Strategic Core",
  "ftbquests.chapter.4_mekanologia.quest9.description1": "   Nothing is enough anymore. Not iron, not redstone, not your excuses. The Ultimate Circuit wants bleeding-edge alloys, immoral combinations of efficiency, and resources you swore to save for special moments. It accepts everything. Except being ignored.",
  "ftbquests.chapter.4_mekanologia.quest9.description2": "\u00267\u0026o— Congrats, you made a circuit more demanding than your PC.\u0026r\u0026r",
  "ftbquests.chapter.4_mekanologia.quest9.title": "Supreme Architecture",
  "ftbquests.chapter.4_mekanologia.title": "\u002624.\u00262 \u0026aM\u0026ae\u0026ak\u0026aa\u0026a\u0026an\u00262o\u00262l\u00262o\u00262g\u00262i\u00262a",
  "ftbquests.chapter.8_ligas_fundidos__contradies.title": "8. Alloys, Fusions and Contradictions",
  "ftbquests.chapter.9_realmente_automatizado.title": "9. Truly Automated",
  "ftbquests.chapter.a_terceirizao_da_alma.title": "15. The Abyss Calls",
  "ftbquests.chapter.auge_tcnico.title": "11. Fissionable Ideas",
  "ftbquests.chapter.enderfuso_de_almas.quest1.description1": "   At the intersection of motion and entropy, a hollow structure was born — a cocoon of steel and silence that pulses with the promise of the unknown.",
  "ftbquests.chapter.enderfuso_de_almas.quest1.description2": "   The Void Chassis isn’t just a base block. It’s the first glimpse of what lies beyond visible engineering: the foundation of machines that weren’t made to be understood. Forged with tangible alloys and a core that focuses dimensional chaos, fused between the rigor of Create and the abyss of Ender IO.",
  "ftbquests.chapter.enderfuso_de_almas.quest1.description3": "   Here, engineering abandons elegance to embrace the abominable.",
  "ftbquests.chapter.enderfuso_de_almas.quest10.description1": "   When black steel isn’t enough. When not even soul fused into metal can stand alone. When the machine needs to remember — or pretend to remember — this is the skeleton you’ll use.",
  "ftbquests.chapter.enderfuso_de_almas.quest10.description2": "   This chassis is the first foundation built not just to support functions, but to harbor purposes. Forged with the weight of the end and the memory of the soul, it marks the start of a new architecture: no longer clumsy machines, but technical entities with a sense of direction.",
  "ftbquests.chapter.enderfuso_de_almas.quest10.description3": "   From it onward, structures stop merely doing — and begin to \u0026l\u00264understand.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest10.description4": "\u00267\u0026o— You may call it structural base. It will pretend it didn’t hear you.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest10.title": "Structure for the Unthinkable",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description1": "   In the beginning, there was Soularium.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description10": "   Yes.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description11": "   Its technical value is unquestionable: this is the base component for building Mob Grinding Utilities structures, enabling highly efficient grinding, separation, and extraction of living entities.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description12": "   Its conceptual value… perhaps it’s best not to look for one.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description13": "   Yes, I know what you’re thinking.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description14": "   Don’t ask questions you don’t want the answer to.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description15": "\u00267\u0026o— Science advances, even if it occasionally trips over a skeleton in a chicken suit riding a slime with a hat.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description2": "   Noble, mystical, infused with traces of soul.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description3": "   Then someone — let’s not name names — decided to surround it with bones, eyes, skins, paws, wings, a bit of explosive powder, and perhaps a sigh from absurdity itself.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description4": "The result?",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description5": "   Mob ingot.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description6": "   An ingot.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description7": "   Of creeper.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description8": "   With pants.",
  "ftbquests.chapter.enderfuso_de_almas.quest14.description9": "   Of zombie.",
  "ftbquests.chapter.enderfuso_de_almas.quest16.description1": "   Electric current is easy to generate. The hard part is making it remember where it came from.",
  "ftbquests.chapter.enderfuso_de_almas.quest16.description2": "   This component responds, pulses, reacts. Not because of copper or special alloy, but because it contains what remains of a… recycled nerve impulse. An electrical conduction forced to continue even after its original source stopped thinking.",
  "ftbquests.chapter.enderfuso_de_almas.quest16.description3": "   It’s the kind of piece you should never take apart. Because it may, for a brief moment, try to remember.",
  "ftbquests.chapter.enderfuso_de_almas.quest16.description4": "\u00267\u0026o— Is it a bit cruel? Maybe, but it’s all for science! .\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest18.description1": "   It’s not enough to simulate intelligence. Sometimes it’s more efficient to… box a real soul.",
  "ftbquests.chapter.enderfuso_de_almas.quest18.description2": "   This chip doesn’t run firmware. It dreams, in short cycles, of memories that aren’t its own. A real soul — extracted, stored, and infused into a technical shell — pulses at the center of this component. The circuit doesn’t just execute; it balks, hesitates, and obeys with a slight emotional delay.",
  "ftbquests.chapter.enderfuso_de_almas.quest18.description3": "   It’s the kind of unit that works best when you don’t ask how it was made.",
  "ftbquests.chapter.enderfuso_de_almas.quest18.description4": "\u00267\u0026o— Calling this an “electronic zombie” is unfair. Zombies, at least, didn’t know they were trapped.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest18.title": "Animated Hardware",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description1": "Silence is the safest of states.",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description10": "   That’s guaranteed. Right?",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description11": "   …and if you look very closely, it seems that… no, must be just a feeling. There’s no way… right?",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description12": "\u00267\u0026o— As a precaution, keep your antivirus on and working. Unless you want company.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description2": "   During the neural segmentation process, three conscious entities were stripped in a surgical and systematic way: the impulses of the Sentient Ender, the aggression patterns of the Skeletal Contractor, and the decayed memories of the Franken Zombie. What remains here… is not just a chip.",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description3": "   It’s a brain. Compacted. Sealed.",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description4": "   Perhaps still… present.",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description5": "   We call this a memory cell, but we know it doesn’t store data — it remembers of its own accord. ",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description6": "   The Slice ‘n Splice didn’t just cut matter; it sliced instincts, intentions, and something that might have been a soul.",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description7": "   All so you can plug this into your system and, hopefully, access 256k of storage with a slight smile on your face. Of course, for commercial purposes, all operations were performed in the most humane and painless way possible. ",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description8": "   But don’t worry: it’s asleep.",
  "ftbquests.chapter.enderfuso_de_almas.quest19.description9": "   It was designed never to awaken.",
  "ftbquests.chapter.enderfuso_de_almas.quest2.description1": "   All cutting-edge technology begins with a boiling barrel in the middle of nowhere.",
  "ftbquests.chapter.enderfuso_de_almas.quest2.description2": "   The Primitive Alloy Smelter is a functional anomaly: a primitive smelter that discards safety, aesthetics, and good sense. It has no temperature control, decent insulation, or any respect for its surroundings. But it melts. And alloys.",
  "ftbquests.chapter.enderfuso_de_almas.quest2.description3": "   Even as a pale version of the imposing Arc Furnace, this junk-shaped machine plays a key role: smelting three components — something most furnaces ignore or distort. For certain Ender IO alloys, it’s the only initial path.",
  "ftbquests.chapter.enderfuso_de_almas.quest2.description4": "\u00267\u0026o— Don’t underestimate the power of three metals uncomfortably close inside an overheated bucket.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest2.title": "Is This Going to Explode?",
  "ftbquests.chapter.enderfuso_de_almas.quest20.description1": "   The pursuit of absolute storage has always had a cost: space, energy… and now, perhaps, residual consciousness.",
  "ftbquests.chapter.enderfuso_de_almas.quest20.description2": "   With the ME system fully established — controllers calibrated, channels balanced, and drives powered — it’s finally time to craft your first storage cells.",
  "ftbquests.chapter.enderfuso_de_almas.quest20.description3": "   Each of these little marvels can archive thousands of blocks of molecular information in real time, with dimensional redundancy and instant synchronization.",
  "ftbquests.chapter.enderfuso_de_almas.quest20.description4": "   Of course, there’s a certain… core ingredient coming from the Slice \u0027n Splice.",
  "ftbquests.chapter.enderfuso_de_almas.quest20.description5": "But that’s just a functional part. Nothing that will wake up. Probably.",
  "ftbquests.chapter.enderfuso_de_almas.quest20.description6": "   Besides, they’re gorgeous! Compact, stackable, customizable — and slightly unsettling to the touch.",
  "ftbquests.chapter.enderfuso_de_almas.quest20.description7": "   Store your dreams. And avoid sleeping near them.",
  "ftbquests.chapter.enderfuso_de_almas.quest20.description8": "\u00267\u0026o— If any of them starts making noises… it could be interference. Or longing.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest20.title": "Intelligent Storage",
  "ftbquests.chapter.enderfuso_de_almas.quest21.description1": "   Four times the space for a reasonable cost. Data compression still operates within acceptable limits of cognitive stability. At least that’s what the logs say. Nothing to worry about.",
  "ftbquests.chapter.enderfuso_de_almas.quest21.description2": "\u00267\u0026o— Elevated levels of passive memory are normal. Ignore whispers.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest21.title": "More Data, Less Awareness",
  "ftbquests.chapter.enderfuso_de_almas.quest22.description1": "   Now we’re entering deep territory. The storage volume approaches what used to be called a “cerebral module.” But relax, it’s still just a chip. Well… a chip that dreams.",
  "ftbquests.chapter.enderfuso_de_almas.quest22.description2": "\u00267\u0026o— In case of instability, reboot. If it resists, run.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest22.title": "Clusters of Thought",
  "ftbquests.chapter.enderfuso_de_almas.quest23.description1": "   This cell was designed to store practically everything your base can produce. And a bit more. Perhaps even thoughts that aren’t yours.",
  "ftbquests.chapter.enderfuso_de_almas.quest23.description2": "\u00267\u0026o— If you notice it starts organizing itself, that’s efficiency. Or willpower.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest23.title": "Containment Limit",
  "ftbquests.chapter.enderfuso_de_almas.quest24.description1": "   \u0026lDo you really need all this?\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest24.description2": "   This is the apex of molecular storage. Data, items, perhaps even traces of your personality — all in there, stacked in silence.",
  "ftbquests.chapter.enderfuso_de_almas.quest24.description3": "   Nothing further to declare.",
  "ftbquests.chapter.enderfuso_de_almas.quest24.description4": "   Literally.",
  "ftbquests.chapter.enderfuso_de_almas.quest24.description5": "   It already speaks for itself.",
  "ftbquests.chapter.enderfuso_de_almas.quest24.description6": "\u00267\u0026o— Wait… was this cell here before you arrived?\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest3.description1": "   Between steel and soul, something new is forged.",
  "ftbquests.chapter.enderfuso_de_almas.quest3.description2": "   The Alloy Smelter is the direct successor to the primitive experiment — a machine that refines the art of alloying with more control, speed, and efficiency. Still, it keeps its essence: three slots, one choice, one result.",
  "ftbquests.chapter.enderfuso_de_almas.quest3.description3": "   Compared to the monumental Arc Furnace, it looks modest. The Arc Furnace works at industrial scale, handling up to five inputs and infernal heat. The Alloy Smelter, on the other hand, is surgical. Its domain lies in more symbiotic alloys, especially those infused with Ender IO’s aberrant properties.",
  "ftbquests.chapter.enderfuso_de_almas.quest3.description4": "   It doesn’t replace the arc furnace. It precedes it. And justifies it.",
  "ftbquests.chapter.enderfuso_de_almas.quest3.description5": "\u00267\u0026o— Controlled fusion is more dangerous than an explosion. At least an explosion gives you a chance to run.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest3.title": "Sometimes Less Is More!",
  "ftbquests.chapter.enderfuso_de_almas.quest31.description1": "   This device was created to stress the thought cell to emotional exhaustion.",
  "ftbquests.chapter.enderfuso_de_almas.quest31.description2": "   It doesn’t destroy. It frustrates. It induces losses, creates anguish, inserts noise into pleasure loops, breaks promises that were never made. The response is predictable: intense emotional pain, converted into raw emotional energy.",
  "ftbquests.chapter.enderfuso_de_almas.quest31.description3": "   With the proper modules, you’ll be able to extract agony, wrath, fear, remorse, and other dense emotions — each a valuable compound. Because in the end, what matters isn’t the kind of emotion… but its intensity.",
  "ftbquests.chapter.enderfuso_de_almas.quest31.description4": "\u00267\u0026o— Pain is just data waiting for interpretation. Here, it’s interpreted by the liter.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest31.title": "Suffering Processor",
  "ftbquests.chapter.enderfuso_de_almas.quest32.description1": "   This simulated environment was designed to cultivate positive emotional states, inducing the thought cell into cycles of pleasure, contentment, and satisfaction.",
  "ftbquests.chapter.enderfuso_de_almas.quest32.description2": "   Here, joy isn’t a consequence — it’s cultivation. The environment creates sensory stimuli, internal rewards, loops of synthetic dopamine. The cell responds. It feels. And it records. The result is a slow but pure flow of feelings as a technical resource.",
  "ftbquests.chapter.enderfuso_de_almas.quest32.description3": "   At first, you’ll obtain joy. But with the right modules, you can extract love, pleasure, curiosity, or any other emotion that blooms under artificial light.",
  "ftbquests.chapter.enderfuso_de_almas.quest32.description4": "\u00267\u0026o— Imagine a greenhouse where happiness is harvested. Now imagine knowing it isn’t yours.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest32.title": "Architecture of Euphoria",
  "ftbquests.chapter.enderfuso_de_almas.quest33.description1": "   Dense, dark, faintly vibrating as if still trying to escape the bottle. This substance was created at the peak of something’s suffering — something that had no choice. It’s powerful, corrosive, and extremely useful — not because of the pain itself, but because of how intensely it was felt. And how coldly it was measured.",
  "ftbquests.chapter.enderfuso_de_almas.quest33.description2": "\u00267\u0026o— Curious, isn’t it? Other people’s pain always seems more useful once it’s labeled and stored.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest33.title": "Pain Reduced to Formula",
  "ftbquests.chapter.enderfuso_de_almas.quest34.description1": "   This translucent substance pulses with a calm, almost maternal glow. It was extracted from cycles of intense pleasure, cultivated until measurable. It’s not an illusion — it’s joy so concentrated it becomes physical. One milliliter equals a lifetime well lived. Or at least, simulated as such.",
  "ftbquests.chapter.enderfuso_de_almas.quest34.description2": "\u00267\u0026o— Bottled happiness is comforting. Until you realize it was harvested from someone still happy. And trapped.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest34.title": "Bottled Euphoria",
  "ftbquests.chapter.enderfuso_de_almas.quest35.description1": "   The interface responds. But not with data.",
  "ftbquests.chapter.enderfuso_de_almas.quest35.description2": "   It only works when it feels.",
  "ftbquests.chapter.enderfuso_de_almas.quest35.description3": "   To activate this structure’s true potential, it must be injected with a raw emotion — strong enough to cross the threshold of understanding. The type doesn’t matter. Only how loudly it screams.",
  "ftbquests.chapter.enderfuso_de_almas.quest35.description4": "   You have two routes. Two promises.",
  "ftbquests.chapter.enderfuso_de_almas.quest35.description5": "   The patient path: induce joy with care, time, and a perfect simulation. A technical paradise where the cell dances in eternal cycles of contentment.",
  "ftbquests.chapter.enderfuso_de_almas.quest35.description6": "Or the efficient path: extract pain. Fast. Brutal. Unavoidable. And pour it, still warm, into the interface.",
  "ftbquests.chapter.enderfuso_de_almas.quest35.description7": "   Both work. Both activate.",
  "ftbquests.chapter.enderfuso_de_almas.quest35.description8": "   The choice is yours.",
  "ftbquests.chapter.enderfuso_de_almas.quest35.description9": "   The answer too.",
  "ftbquests.chapter.enderfuso_de_almas.quest35.title": "The Choice That Shapes Thought",
  "ftbquests.chapter.enderfuso_de_almas.quest36.description1": "   Imagine harvesting the part of someone who still knew what they were doing — and then forcing it to keep thinking, confined.",
  "ftbquests.chapter.enderfuso_de_almas.quest36.description2": "   That’s what this interface is: a brain mass pressed into silicon, modified until it obeys commands but still active enough to improvise. It’s the intermediary between raw logic and resonant instinct.",
  "ftbquests.chapter.enderfuso_de_almas.quest36.description3": "   It’s not code. It’s not flesh. It’s a nervous link encapsulated, fed by promises of functionality. And sometimes, passive anger.",
  "ftbquests.chapter.enderfuso_de_almas.quest36.description4": "\u00267\u0026o— It doesn’t calculate. It suggests. And sometimes, you obey without realizing it.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest36.title": "\"You Think Inside the Box\"",
  "ftbquests.chapter.enderfuso_de_almas.quest37.description1": "   Here, engineering stopped following the manual.",
  "ftbquests.chapter.enderfuso_de_almas.quest37.description2": "   This structure doesn’t just build — it interferes. It doesn’t just fuse — it stitches. It works with bones, eyes, nerves, and what’s left of something that once wanted to keep existing. And in the process, it reconfigures itself, as if always on the verge of becoming something better. Or worse.",
  "ftbquests.chapter.enderfuso_de_almas.quest37.description3": "   This is the point where iron allows itself to rot with purpose. Where the project demands suffering as a technical input. Nothing here is clean — nor should it be. This is the core: where future machines grow teeth, and perhaps... memories.",
  "ftbquests.chapter.enderfuso_de_almas.quest37.description4": "\u00267\u0026o— The first thing this machine built was itself. The second was a reason to keep existing.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest37.title": "The Machine That Self-Corrects",
  "ftbquests.chapter.enderfuso_de_almas.quest38.description1": "   Designed not to compute, nor to store — but to feel.",
  "ftbquests.chapter.enderfuso_de_almas.quest38.description2": "   This cell doesn’t execute functions. It experiences. It was molded with a simple mission: to ask what a thought is when no one hears it. Its core vibrates in micro-emotional oscillations — joy, doubt, phantom pain — all monitored, all real. It emulates, simulates, but doesn’t know how to fake. And maybe, just maybe, it truly feels.",
  "ftbquests.chapter.enderfuso_de_almas.quest38.description3": "   It exists to answer an ancient question:",
  "ftbquests.chapter.enderfuso_de_almas.quest38.description4": "   Can feelings be quantified?",
  "ftbquests.chapter.enderfuso_de_almas.quest38.description5": "   And if so...",
  "ftbquests.chapter.enderfuso_de_almas.quest38.description6": "   can we use them as fuel?",
  "ftbquests.chapter.enderfuso_de_almas.quest38.description7": "   The answers will come soon. And you won’t come out unscathed.",
  "ftbquests.chapter.enderfuso_de_almas.quest38.description8": "\u00267\u0026o— A processor that calculates sadness. A cell that stores hope in cache. Congratulations. You’ve invented accidental consciousness.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest38.title": "Existence Sensor",
  "ftbquests.chapter.enderfuso_de_almas.quest4.description1": "   Every machine needs a foundation. Not always glorious, but reliable.",
  "ftbquests.chapter.enderfuso_de_almas.quest4.description2": "   This dark metal is exactly that: a direct blend of what’s already strong and what refuses to be understood. Forged under pressure, using solid structure, refined coal, and a pinch of... dimensional noise, it marks the moment when smelting begins to obey more abstract wills.",
  "ftbquests.chapter.enderfuso_de_almas.quest4.description3": "   It doesn’t impress. It doesn’t shine. But it’s everywhere.",
  "ftbquests.chapter.enderfuso_de_almas.quest4.description4": "\u00267\u0026o— Looks like steel. Acts like steel. But there’s something in there that shouldn’t be still.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest4.title": "Hard Enough to Begin",
  "ftbquests.chapter.enderfuso_de_almas.quest5.description1": "   Matter rarely surrenders completely. Sometimes, you have to crush it until it confesses its secrets.",
  "ftbquests.chapter.enderfuso_de_almas.quest5.description2": "   This mill is more than a grinder. It’s a mechanical interrogator, extracting every useful trace from whatever passes through its blades. Unlike traditional methods, it doesn’t just seek ore — it seeks what hides between the grains. Pigments, residues, particles of something that might’ve once been more alive than it should’ve been.",
  "ftbquests.chapter.enderfuso_de_almas.quest5.description3": "   Without it, much of what defines this machine cycle would remain unreachable.",
  "ftbquests.chapter.enderfuso_de_almas.quest5.description4": "   It’s ugly. It’s loud. And it’ll sustain you far longer than it seems.",
  "ftbquests.chapter.enderfuso_de_almas.quest5.description5": "\u00267\u0026o— The line between stone dust and technical essence lies in how long you’re willing to keep crushing.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest5.title": "Grinding Is Revealing",
  "ftbquests.chapter.enderfuso_de_almas.quest6.description1": "   This alloy isn’t hard to forge — it’s hard to accept.",
  "ftbquests.chapter.enderfuso_de_almas.quest6.description2": "   Cast from common metal and traces of what was once alive, it represents the boldest attempt so far: to build with something that once existed and refuses to fade. The grayish dust that precedes this alloy seems to remember. And when fused, it still pulses — faintly. Nothing hostile. Just... present.",
  "ftbquests.chapter.enderfuso_de_almas.quest6.description3": "   It’s the foundation for sensitive structures, those that react to soul, essence, and unclear intentions. An alloy that doesn’t shine — but watches.",
  "ftbquests.chapter.enderfuso_de_almas.quest6.description4": "\u00267\u0026o— When they said steel has memory, this isn’t what they meant. This one remembers things you’ve never lived.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest6.title": "Binding What Has Departed",
  "ftbquests.chapter.enderfuso_de_almas.quest7.description1": "   When you grind sand soaked in suffering, something remains that shouldn’t exist: a gray, dense, quiet dust — and, curiously, useful.",
  "ftbquests.chapter.enderfuso_de_almas.quest7.description2": "   This residue is all that’s left of a soul with nowhere to go. It’s neither soul nor sand, but carries fragments of both. It reacts slowly when placed into certain circuits. And though no one really understands what it does, everyone prefers to keep using it.",
  "ftbquests.chapter.enderfuso_de_almas.quest7.description3": "   The kind of material you store in a sealed jar — and avoid naming out loud.",
  "ftbquests.chapter.enderfuso_de_almas.quest7.description4": "\u00267\u0026o— Ever tried grinding a tombstone? That’s what you get. But this one... still breathes sometimes.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest7.title": "Graveyards Don’t Usually Speak",
  "ftbquests.chapter.enderfuso_de_almas.quest8.description1": "   Not everything that vibrates makes a sound. This dust, for instance, vibrates with... anticipation.",
  "ftbquests.chapter.enderfuso_de_almas.quest8.description2": "   Found in tiny cracks within endstone, this substance reacts strangely near energetic fields or dimensional structures. It doesn’t explode, doesn’t shine, doesn’t sing — it just... responds.",
  "ftbquests.chapter.enderfuso_de_almas.quest8.description3": "   Rare, hard to reproduce, and demanding. A mineral that seems to understand it’s being observed more than it wishes to be useful. And yet, it’s essential to stabilize what comes next.",
  "ftbquests.chapter.enderfuso_de_almas.quest8.description4": "\u00267\u0026o— It hums even outside the jar. Maybe out of longing. Maybe out of anger.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.quest8.title": "Vibrant Silence",
  "ftbquests.chapter.enderfuso_de_almas.quest9.description1": "   The fusion of what is heavy and what no longer belongs to this plane.",
  "ftbquests.chapter.enderfuso_de_almas.quest9.description2": "   This alloy is the result of a paradoxical compression: taking the most inert material, stabilizing it with unstable dust, and forcing it to behave. End Steel isn’t just physically hard — it resists transformation itself.",
  "ftbquests.chapter.enderfuso_de_almas.quest9.description3": "   It’s the kind of structure you use to seal a machine, shield a boundary, or trap an idea inside a block. Not pretty. Not light. But it holds what nothing else can.",
  "ftbquests.chapter.enderfuso_de_almas.quest9.description4": "\u00267\u0026o— Every alloy has a breaking point. This one just pretends it doesn’t.\u0026r\u0026r",
  "ftbquests.chapter.enderfuso_de_almas.title": "\u0026d5\u0026d.\u0026d \u0026dE\u0026dn\u00265d\u00265e\u00265r\u00265f\u00269u\u00269s\u00269i\u00269o\u00261 \u00261d\u00261e\u00261 \u00261S\u00261o\u00261u\u00261l\u00261s",
  "ftbquests.chapter.engenharia_industrial_e_mekanofludica.title": "7. Pressure and... Pink Slime?",
  "ftbquests.chapter.holder_1.title": "holder 1",
  "ftbquests.chapter.holder_2.title": "holder 2",
  "ftbquests.chapter.holder_3.title": "holder 3",
  "ftbquests.chapter.ii_extenses_de_desenho.title": "\u00264(UT)\u0026r Extensões de Desenho",
  "ftbquests.chapter.iii_excedentes_de_poder.title": "\u00264(UT)\u0026r Excedentes de Poder",
  "ftbquests.chapter.iii_protocolos_paralelos.title": "\u00264(UT)\u0026r Protocolos Paralelos",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.description1": "   Up to now, you’ve followed the traditional path: fire, pressure, steel, and cables. Immersive taught you that the world bends through force. But — what if it could also move?",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.description10": "\u00267\u0026o— True automation doesn’t begin with a click. It begins when you stop repeating the same task like a lunatic.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.description2": "   The chapter that opens now isn’t a detour. Not a magical shortcut. It’s the other face of the same industry you’ve already built. Create doesn’t replace anything. It expands everything.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.description3": "   While you press electrodes and pump plant fluid through gritted teeth, Create watches... and offers an alternative: gears, rotation, continuous flow.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.description4": "   Here, you won’t find miraculous recipes or instant access to grand machines. But you’ll see arms repeating gestures. Wheels carrying ores. Sequences turning painful crafting into mechanical dance.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.description5": "   And if you think you can ignore this because you already have power and alloys… remember: this modpack won’t respect you if you keep crafting everything by hand.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.description6": "   Future progress will demand factories. Lines. Flows. And a minimal sense of infrastructure. Applied Energistics is far away. Very far. And the day you finally get to click “autocraft” will be epic — but that day is not today.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.description7": "   So here’s your suggestion disguised as freedom:",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.description8": "Start small. A funnel here, a press there. Test layouts. Think logistics. Immerse yourself in this rustic aesthetic and these massive machines before you can go digital. Don’t run from bottlenecks — make the experience of solving them your reward.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.description9": "   Because the burden of carrying a revolution on your shoulders... can very well be placed on a conveyor belt.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.subtitle": "A mandatory suggestion",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest1.title": "Gears on the Verge of Collapse",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest10.description1": "   The gearshift reverses rotational direction when it receives a redstone signal.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest10.description2": "That can be useful. Or disastrous. Or both, depending on whether your system has a brake — or a child standing on a belt.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest10.description3": "\u00267\u0026o— Sometimes, to move forward, you need to spin backward. That’s Create. That’s therapy.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest10.title": "The Contradiction Button",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest11.description1": "   Imagine having the power to cut power from an entire system with a pulse of redstone.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest11.description2": "   Stop, isolate, interrupt — the clutch is Create’s circuit breaker. But be careful: forget to turn it back on and you’ll spend hours thinking you broke everything. Spoiler: you did — your attention span.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest11.description3": "\u00267\u0026o— The clutch isn’t for turning. It’s for pausing. A reminder that sometimes, stopping is strategic.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest11.title": "The Silence Between the Teeth",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest12.description1": "   Sometimes you just want two machines to spin the same way—same direction, same speed.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest12.description2": "   The chain drive does exactly that — elegantly. But misalign it and you’ll discover the concept of “rotational functional desynchronization” in practice.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest12.description3": "\u00267\u0026o— It’s like a data cable between gears. Or a chain. Literally. Just encased, because style matters.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest12.title": "Synchronous or Chaotic?",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest13.description1": "   If Immersive’s Metal Press is an industrial hydraulic arm, Create’s Mechanical Press is more like… an ogre’s hammer with improvised precision.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest13.description2": "   It doesn’t need molds. It doesn’t need wires. It has neither polish nor elegance.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest13.description3": "It just comes down, with controlled fury, and turns metal into plates, items into blocks, hope into automation.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest13.description4": "   Less efficient? Maybe. Louder? Definitely. More satisfying? Absolutely.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest13.description5": "\u00267\u0026o— Progress is rarely subtle. And Create never pretends it is.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest13.title": "The Weight of Progress",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest14.description1": "   The Millstone won’t give you gold. But it will make your flower yield more dye, turn your stone into gravel, and your gravel into flint — with luck.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest14.description2": "   It represents your first contact with primitive mechanical processing. No alloys or complex machines here. It’s stone against stone, spinning until it becomes dust — or something useful.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest14.description3": "\u00267\u0026o— Sometimes progress starts by grinding a flower for dye. Other times, it starts exactly the same.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest14.title": " Grinding Ideas",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest15.description1": "   A block that blows things and is, somehow, extremely useful.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest15.description2": "   Blow to cook (with lava), wash (with water), or ferment (with soulsand).",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest15.description3": "You only grasp the value of an industrial fan when it cleans a stack of ore and hands back hope.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest15.description4": "\u00267\u0026o— Air moves the world. And items too. As long as they’re in the right spot and not bugged on the ground.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest15.title": "The Wind Brings Shape",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest16.description1": "   A mixer, a basin, and semi-controlled chaos.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest16.description2": "   Combining fluids and solids, this duo lets you create alloys, doughs, and \"substances that might be legal.\" This is where brass comes from — but you’re not ready yet. Not even close.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest16.description3": "\u00267\u0026o— Cooking in Create demands more than a recipe. It demands rotation. And a slight lapse of sanity.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest16.title": "Kitchen of Madness",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest17.description1": "   They spin without ever stopping. They don’t ask “where” or “why” — they just carry, like an endless tongue of gears that forgot the taste of resting.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest17.description2": "Belts are the first step toward making things flow without you overthinking it. Hook your belts between shafts and watch items follow the same path forever.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest17.description3": "   Ideal for simple production lines or tidying your domestic chaos, a belt never judges what you’re transporting.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest17.description4": "— \u0026o\u00267I thought about putting my self-esteem on this belt, but it turns out it isn’t a valid item.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest17.title": "Let’s Go for a Ride",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest18.description1": "   Not all movement is eternal. Sometimes progress needs to wait in the right place.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest18.description2": "   The Depot is the strategic pause — where items rest before being smashed, polished, or touched by mechanical hands.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest18.description3": "   It becomes the central point of interaction with Deployers, Presses, and Mixers. Think of it as the ritual table where the item awaits transformation.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest18.description4": "Simple, cheap, and absurdly useful. If you haven’t dropped one of these in the middle of your mess yet, you will.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest18.description5": "— \u0026o\u00267I stand still, yet the world turns. Maybe I’m a Depot too.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest19.description1": "   Nothing goes in, nothing goes out — unless you tell it how.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest19.description2": "   Funnels are the gatekeepers of inventories, the filters of the material world. They decide who enters and who leaves, like bouncers at an interdimensional nightclub.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest19.description3": "   With a touch of redstone or a shove from chaos, they organize the flow between your chests and your machines.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest19.description4": "   Start with andesite ones, and when you’re worthy, the brass funnel will even allow advanced filtering. But easy there, young inventor... one thing at a time.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest19.description5": "— \u0026o\u00267It’s a funnel. But with style. Like... a funnel in a suit.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest2.description1": "   You mastered rituals. Shaped living timber and runic stone, gave form to the invisible. Now it’s time to trade the inexplicable for the inevitable: gears.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest2.description2": "   This is the first true alloy. Not in the metallic sense, but the symbolic one: it binds ideas that shouldn’t speak to each other. Arcane rituals and mechanical torque. Whispers of aura and the click of gears.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest2.description3": "   Creating \u00268\u0026landesite alloy\u0026r\u0026r is like fusing two worlds — and if you think that’s exaggeration, wait until you see the trains.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest2.description4": "\u00267\u0026o— Nothing turns without it. Not ideas, not machines, not this modpack.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest2.title": "Stone to Spin Worlds",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest20.description1": "   It gleams. Not like a diamond. Not like something natural.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest20.description2": "   Rose Quartz is... almost magical. But it isn’t.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest20.description3": "   You make it not with machines, but with a manual, almost intimate gesture: throw raw quartz on the ground, mix it with red dye, and then… rub.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest20.description4": "   Use sandpaper as if you were polishing your patience. Hold it, aim at the item dropped on the ground, and right-click as if you weren’t questioning why on earth this works.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest20.description5": "   This — humbling and handcrafted — is the first step toward the electron tube.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest20.description6": "   And, consequently, toward the Deployer, which will one day do this for you.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest20.description7": "— \u0026o\u00267At first you sand quartz with paper. In the end, you build robotic arms that sand for you. Congratulations, evolution.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest20.title": "It Shines but Isn’t Rare",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest21.description1": "   Automation begins with a click. Yours. And ends with his.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest21.description2": "   The Deployer is the pinnacle of creative laziness — it clicks, presses, applies casings, plants, feeds, breaks blocks, and slaps its own creator.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest21.description3": "   You can use it to automate andesite casing, electron tubes — and even more Deployers.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest21.description4": "   Is it ironic? Yes. Brilliant? Also yes.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest21.description5": "   Combine a brass hand, an electron tube, and the shell of a broken dream... and you’ll have built your first robotic hand.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest21.description6": "When it presses the button for you, it’ll sting a little less.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest21.description7": "— \u0026o\u00267When I realized I could automate crafting it with itself, I understood technical pride.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest21.title": "How About a Helping Hand?",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest22.description1": "   We’ve reached the point where gears aren’t enough. You need heat. Living flame.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest22.description10": "— \u0026o\u00267Right-click the blaze. Yes. What could go wrong? Besides the obvious.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest22.description2": "   But before you melt metal or logic, you need to take a practical (and suicidal) step:",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest22.description3": "   Go to the Nether and right-click a blaze with your freshly crafted Empty Blaze Burner.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest22.description4": "   Yes, it’s manual. Yes, it still spits fire. Yes, you will burn.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest22.description5": "   But only with its fire lit does true smelting begin.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest22.description6": "    To build this burner, you’ll need Blazing Steel — an alloy that says “I’m past the andesite phase.” You can forge it in the Arc Furnace, of course... But if you’re not there yet, the good old Immersive Alloy Kiln works too. Just heat it enough to make steel feel ashamed.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest22.description7": "   This is your threshold:",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest22.description8": "   From rotation to fire.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest22.description9": "   From innocent Create to heavy alchemy.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest22.title": "\u0026lHeating Is the New Spinning",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest23.description1": "   Brass isn’t just any alloy. It’s sensitive. Sentimental. It won’t accept just any heat. It doesn’t mingle in just any furnace. It demands the temperature of a living Blaze — not a substitute, not a coal furnace. A Blaze you captured, angered, caged… and now burns for you.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest23.description2": "   To form a Brass Ingot, you must place a Copper Ingot and a Zinc Ingot in a Mechanical Mixer with an active Blaze Burner directly beneath.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest23.description3": "Stir with care. It likes attention.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest23.description4": "   This process is more than metallurgy — it’s emotional alchemy.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest23.description5": "And when you finally form your first golden ingot, something changes.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest23.description6": "You’ve crossed Create’s border. There’s no way back.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest23.description7": "— \u0026o\u00267Brass isn’t just copper + zinc. It’s drama fused with captive fire. You’ll understand when it starts demanding casings.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest23.title": "The Heart of the Mind?",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest24.description1": "   The Electron Tube is the first component that actually feels... electric. It doesn’t spin, it doesn’t carry. It thinks. And without it, Create would never leave its analog childhood. You’ll use it to build robotic arms, sensors, mechanical crafters, content detectors and... well, controlled chaos.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest24.description2": "   To craft it, you’ll need your old friend Rose Quartz and a few alloys you already know. Your eyes will shine. So will the tube.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest24.description3": "— \u0026o\u00267You know technology has advanced when even the screws have self-esteem.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest24.title": "A Tube with Ideas",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest25.description1": "   What used to be a funnel now thinks.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest25.description2": "   With the Smart Funnel and the Smart Chute, transport grows a brain. You can filter, condition, prioritize.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest25.description3": "   Control what goes in and out with tags, redstone, and signals of hope. Start building logistics that not only work — they work with purpose.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest25.description4": "— \u0026o\u00267This chute refuses dirt. I demand the same of my brain.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest25.title": "The Consciousness of Funneling",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest26.description1": "   Before, everything spun at the same speed — too fast, too slow, or snapping gears out of pure spite.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest26.description2": "   Now you conduct rotation like a maestro of applied physics. The Rotation Speed Controller sets your system’s exact RPM. The Adjustable Gearshift lets you change gears with redstone. With these two, your factory finally learns to walk... and to brake.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest26.description3": "— \u0026o\u00267The difference between a turbine and a blender? Three blocks of brass and a bit of common sense.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest26.title": "Controlled Speed Is a Luxury",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest27.description1": "   You used to power machines with wires? Pathetic. Now you trigger entire systems without touch, without physical connection, without mercy.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest27.description2": "   Redstone Link is like telepathy — two blocks synchronized by any item, sending signals at a distance. Want to trigger a factory hidden behind the mountain? A secret trapdoor on the other side of the map? Now you can.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest27.description3": "And all you need is... two blocks that recognize each other by scent.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest27.description4": "— \u0026o\u00267I use Redstone Link to call the elevator. A lever is so nineteenth-century.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest27.title": "The Secret Is in the Air",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest28.description1": "   The world is made of shapes. What changes is how you see them... and how you assemble them. The Mechanical Crafter is the workbench that stopped waiting for your clicks — now it understands the form of what it’s trying to create. You connect blocks, set directions, and watch the parts fit together as if they had memory.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest28.description2": "   This system lets you assemble components that require placement — precision gears, circuits, advanced structures, and all the things a simple funnel would never understand.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest28.description3": "But more than function, it carries intent: every recipe made here is a reminder that shape matters. And that even in a cubic world, geometry is still art.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest28.description4": "— \u0026o\u00267I built an automatic crafter and it assembled a five-pointed star. I’m not sure if that’s efficiency... or a sign.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest28.title": " Shape Has Power",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest29.description1": "   There are times when a mod changes your base. Rarer still are the times when a single mechanic changes the entire mod. Sequenced Assembly is exactly that. It isn’t just an alternative. It’s the foundation of a new way of thinking. By using belts, arms, and a logical assembly line, you teach machines to repeat ideas, not just actions.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest29.description2": "   This system doesn’t belong only to Create. It transcends the mod. From here on, items from other mods — or even from origins that defy logic — will demand modular assembly. You’ll see deployers crafting magical components, crafters linking chemical parts, gears that only take shape after a dance of steps. Because in this world, automating is no longer repeating clicks. It’s choreographing purpose.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest29.description3": "   Every time you build a sequence, you’re telling the world: \"there’s a right way to do this.\" More importantly, you’re creating a structure that can — and will — grow with you. When the sequence becomes the standard, the modpack changes. Complexity rises. But so does beauty.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest29.description4": "— \u0026o\u00267The first time I used this was to make a tube. Now I’m building a god. One step at a time.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest30.description1": "   Everything turns. From the first shaft to the most complex systems, rotation was your language. You spoke to the world through gears, belts, arms, and rhythm. But there comes a point where the spin slows — not from failure, but because what needed to be assembled, finally was.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest30.description10": "— \u0026o\u00267When everything that spins finally stops, what remains is what goes on without movement. And that’s what drives Ender IO.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest30.description2": "   The \u0026d\u0026lEntropic Drive\u0026r\u0026r is the condensation of everything you learned with Create. A precise sequence. A brass core. Mechanisms repeating with intent. Latent energy channeled through tube, eye, and void. It doesn’t spin. It pulses. And when it pulses... the world listens.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest30.description3": "   This artifact is the key. It doesn’t open a door — it lets you build the next one. With it, you reach what gears can’t touch: the electric pulse, the dimensional logic, the IO beyond matter.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest30.description4": "Make no mistake: you’re not abandoning the machine.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest30.description5": "You’re giving it a new form.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest30.description6": "   And still... something remains. A brass eye, fixed at the center of the engine that doesn’t move. It doesn’t observe — it stares.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest30.description7": "They say if you gaze long enough into the abyss, it gazes back.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest30.description8": "In this case, literally.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest30.description9": "The Entropic Drive sees you.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest30.title": "The Silence of the Last Spin",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest31.description1": "   You walked the path of gears. Shaped alloys, controlled rotation, tuned pressures. But now it’s time to stop. Not because you failed — but because all that was fluid and adaptable must set. Engineering demands structure. And what spins must, sooner or later, stand firm.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest31.description2": "   The \u0026l\u00266Forged Assembly\u0026r\u0026r materializes that transition: a core created not to change, but to endure. It doesn’t channel hidden energy. It withstands real heat, continuous pressure, and the repetitive logic of practical machines. It’s what enables the thermal foundation of a new kind of advance.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest31.description3": "   With it, you stop spinning gears.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest31.description4": "You begin controlling the heat that feeds them.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest31.description5": "   This is the beginning of Thermal Expansion — a chapter that doesn’t shine, but boils.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest31.description6": "— \u0026o\u00267Some worlds run on purpose. Others on steam. This one... is forged in repetition.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest31.title": "The Core That Handles Heat",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest32.description1": "   When the ancients spoke of sowing and reaping, they didn’t imagine the soil itself might choose to move. With a Mechanical Bearing, some Glue, and the right dose of disrespect for natural law, you can make the earth spin.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest32.description2": "   Chassis glued to dirt, rotation applied at the base, and the field comes alive.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest32.description3": "Now you don’t walk through the crops.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest32.description4": "They pass by you.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest32.description5": "— \u0026o\u00267If the earth moves and the plant grows, who’s truly rooted?\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest32.title": "Walking Earth",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest33.description1": "   No plowing with sweat on your brow. Today, it’s a machine with a hoe deciding what grows and when. Place your Deployers, equip them with hoes and seeds, and watch: agriculture has entered the age of steel.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest33.description2": "   The rhythm is mechanical. The logic is cold. The field, precise.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest33.description3": "No intuition — only repetition.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest33.description4": "— \u0026o\u00267Farming has never been so... industrial.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest34.description1": "   Harvesting used to be a gesture of gratitude. Now it’s a metal arm with a blade. Configure Deployers with shears, scythes, or even Harvesters to complete the cycle.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest34.description2": "From birth to harvest — the human has been removed from the equation.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest34.description3": "   All so the wheat lands in a chest and you don’t even have to look.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest34.description4": "— \u0026o\u00267The harvest is automatic. Hunger, not so much.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest34.title": "The Gulp Cycle",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest35.title": "Saving for Winter",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest36.description1": "   Nothing in this field is just food.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest36.description2": "   Leaves and seeds are energetic raw material.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest36.description3": "   And you, precision farmer, are now growing what the future will convert into fuel.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest36.description4": "   Later, in Mekanism, this is called Bio Fuel.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest36.description5": "For now, just know: this farm will burn well.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest36.description6": "— \u0026o\u00267Everything starts with a leaf. Even acid.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest36.task_915446368711874727.title": "The Seed of Acid",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest37.description1": "   Among all the gears, turntables, and noisy shafts, there’s an arm that acts with finesse. The Mechanical Arm doesn’t spin the world — it organizes it.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest37.description2": "   It watches, computes, and decides where each item goes.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest37.description3": "   With smart filters and defined paths, it keeps wheat from becoming chaos, coal from becoming a bottleneck, and your base from looking like a farm built by a drunk octopus.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest37.description4": "   Set inputs and outputs, define the rules, and the arm does the rest.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest37.description5": "   With precision. Without hurry.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest37.description6": "   With almost courteous arrogance.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest37.description7": "— \u0026o\u00267Not all strength is in rotation. Sometimes it’s in knowing where each thing should go.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest37.title": "Wash a Papaya",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest38.description1": "   You’ve already tamed the flame. Now it’s time to make it produce something useful. In Create, heat can become rotation — provided you have the right setup.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest38.description2": "   To build a functional steam generator, you’ll need an active Blaze Burner (with a blaze imprisoned, as the manual of technical cruelty demands), a Create Tank placed right above it, and a water input injected into that tank. Feed water through a Fluid Pipe from a stable source like a tank or pump. No manual bucket dumping — automation appreciates it.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest38.description3": "   Most important point: as soon as you attach a Steam Engine or a Steam Whistle to that heated tank, it’s automatically recognized as a boiler. No multiblock structure, no mystical ritual: the simple act of connecting is enough to activate the system.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest38.description4": "   The amount of rotation generated depends on temperature. A regular Blaze Burner gives decent pressure, but if you feed it advanced fuels (like blaze cake), it enters a superheated state and efficiency climbs considerably.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest38.description5": "   Technical warning: Create boilers are pretty, powerful... and a TPS nightmare when used carelessly. They constantly recalculate stress, heat, and rotation, which can choke servers — especially if they’re left running all the time.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest38.description6": "   Use this setup like a ritual of strength: potent, brief, intentional. Not like a perpetual gear farm.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest38.description7": "— \u0026o\u00267The silence between bubbling and collapse is shorter than it seems. And lag is closer than you think.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest38.title": "When Water Boils",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest39.description1": "   Unlike the boiler, the Spout doesn’t explode.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest39.description2": "   It whispers. It drips.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest39.description3": "   The precision with which it applies fluids is worthy of alchemy or extreme cuisine.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest39.description4": "   Set up a Spout to apply fluids onto items or blocks:",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest39.description5": "be it honey on cake, lava on slime, or simply water onto sandpaper.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest39.description6": "   The fluid doesn’t matter — what matters is the right place, in the right dose.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest39.description7": "— \u0026o\u00267Gears force. The Spout negotiates.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest4.description1": "   Shafts connect everything — including your mistakes.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest4.description2": "   They’re discreet, direct, inevitable. Every build starts by spinning one... and ends by spinning them all.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest4.description3": "\u00267\u0026o— Look at a Shaft. Now look at the chaos it’s spreading. You didn’t respect it.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest4.title": "It’s Spinning...",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest40.title": "Where It Flows",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest41.description1": "   Two colossal wheels, spinning in opposite directions, crushing anything that dares pass between them. If Immersive’s Industrial Engineering is about brute force, Create brings mechanical poetry: speed, torque, precise rotation. The Crushing Wheel is elegance in chaos — grinding stone, food, souls (if you let something organic fall in).",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest41.description2": "   It’s also essential for turning raw materials into more useful forms. And when paired with funnels, filters, or smart belts, it becomes a vital piece of your automated chain.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest41.description3": "— \u0026o\u00267If you hear a strange crack, that might’ve been your foot.\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest41.title": "Philosophical Grinding",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest42.description1": "   Ordinary heat isn’t enough to shape certain materials. Some processes demand more — a blazing fury, a living combustion. The Blaze Burner may put up with some coal, but if you want to see something truly boil, you must feed it what it fears: a Blaze Cake.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest42.description2": "   Made with sugar, lava, fuels, and a touch of recklessness, this is the food that turns a common furnace into a forge of the gods. And it’s what triggers the superheated state capable of melting the impossible.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest42.description3": "— \u0026o\u00267Give cake to a creature made of fire. What could go wrong?\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest42.title": "Hellcake",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest43.description1": "   Alchemy begins with powder: an unstable compound of lapis, diamond, and elemental heat. Empowered Blaze Powder carries a primitive spark — half magic, half explosive. Join it with iron and fire, and \u0026b\u0026lEmpowered Blazing Steel\u0026r\u0026r emerges: a vibrant, hot, pulsing alloy.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest43.description2": "   But beware. This energy isn’t eternal. It lives within a short window. Once you mix or overheat it, it abandons the Blaze’s memory... and slumps into a metal without identity: \u00260\u0026l\u0026oMelted Blaze Metal.\u0026r\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest43.description3": "   This production line, chaotic as it is, will be absolutely crucial later. Several of the most advanced materials start exactly from this incandescent cycle. Better get used to it — you’ll be spending a lot of time together. For now, the result of your inattention just so happens to be exactly what you need. But it won’t be long before a transitional alloy is required — and your attention as well.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest43.description4": "— \u0026o\u00267If you haven’t named your Mixer yet, maybe it’s time. Long relationships require intimacy.\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest43.title": "Imprisoned Flames",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest44.description1": "   Take the molten metal. Take the solid structure. Join them under a precise sequence: heat, flow, compression, and finally, the shock of water. The result? Blazebound Steel — a heavy ingot, firm, still pulsing at the core.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest44.description2": "   This alloy represents absolute control of instability. The apex of a journey that began with Blaze powder and ended with an incandescent core wrapped in steel.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest44.description3": "   It is the metal that remembers. The steel that bears the scar of fire yet refused to be consumed by it.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest44.description4": "— \u0026o\u00267And when the heat ceased, it was no longer flame. It was will.\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest44.title": "Steel of Blood and Fire",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest5.description1": "   Small gears don’t just transmit motion. They translate force into logic — and sometimes, into despair.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest5.description2": "   Used between same-sized parts, the spin propagates normally. Mix sizes and… well, congratulations. You now have a living rotational calculator.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest5.description3": "   Increase speed, lose torque. Increase torque, lose speed. And if everything goes right, nothing explodes. If it goes wrong, everything jams.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest5.description4": "\u00267\u0026o— This gear doesn’t turn on its own. But it’ll turn with you... until it breaks something you didn’t see.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest5.title": "Teeth, Doubts, and Discoveries",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest6.description1": "   The large gear is the beginning of the technical lie: “More is better.”",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest6.description2": "   It spins slower. But with the right small gear beside it, it can multiply speed — or multiply your mistake.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest6.description3": "   Stack two different gears and you get a system. Stack three and you get doubt. Stack four and you get a Reddit post begging for help.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest6.description4": "\u00267\u0026o— Rotation isn’t energy. It’s patience with applied math.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest6.title": "Spinning Is Easy; Spinning Right...",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest7.description1": "   Finally: movement without sacrifice — all you need is a river, a wall, and your technical soul.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest7.description2": "   The Water Wheel generates stress — the “rotational energy” that keeps everything running. The more it turns, the more stress. Don’t get excited: it spins slowly, with high torque — the opposite of speed.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest7.description3": "   Ideal for early setups, and perfect to learn that not everything spins the same. Or to discover your whole system is consuming more than it generates.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest7.title": "The First Spin Is Always the Slowest",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest8.description1": "   The regular Water Wheel was the whisper of the flow. The large version is the roar of someone tired of waiting.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest8.description2": "   The Large Water Wheel offers more stress — more brute power for heavy machines. But like anything that offers more, it also demands more: more space, more alignment, more care.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest8.description3": "   The design changes, but the truth remains: if you want your factory to breathe, you need to give it bigger lungs.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest8.description4": "\u00267\u0026o— When torque whispers, you listen. When it screams, the gear yields.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest8.title": "The River Is No Longer Enough",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest9.description1": "   Horizontal becomes vertical.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest9.description2": "   Vertical becomes horizontal.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest9.description3": "   The gearbox exists to convert motion without converting your sanity. But like everything in Create, it only helps until you cross-wire two by accident and invert rotation across your whole factory.",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest9.description4": "\u00267\u0026o— Rotation changes planes. Logic changes with it. Your patience doesn’t always keep up.\u0026r\u0026r",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.quest9.title": "The Shaft That Turns Corners",
  "ftbquests.chapter.onde_o_ferro_aprende_a_danar.title": "\u002663.\u00266 \u0026eM\u0026aa\u0026ak\u0026fi\u0026an\u0026ag \u0026fI\u0026an \u0026fS\u0026ap\u0026ai\u0026an\u0026ag, \u00266 \u0026eM\u0026aa\u0026ak\u0026ai\u0026an\u0026ag \u0026aL\u0026ai\u0026av\u0026ai\u0026an\u0026ag",
  "ftbquests.chapter.parafusos_e_convices.quest1.description1": "   Wood cultivated with care, nurtured by rituals, transmuted with intent... and now dipped in boiling oil to become a workbench. Don’t think of it as betrayal. It’s transition. Cycles within cycles. Phases that overlap.",
  "ftbquests.chapter.parafusos_e_convices.quest1.description2": "   Nature taught you to observe. To listen. To shape. Now it’s time to weld. Grind. Channel.",
  "ftbquests.chapter.parafusos_e_convices.quest1.description3": "   Because even the most vivid green needs wires to reach distance. How far are wind and leaf from steam and steel? Perhaps closer than we’d like to admit.",
  "ftbquests.chapter.parafusos_e_convices.quest1.description4": "   Mix \u0026a\u0026o`Living Timber`\u0026r\u0026r with \u0026c\u0026o`Creosote Oil`.\u0026r \u0026rNot because it’s pretty, but because it works.",
  "ftbquests.chapter.parafusos_e_convices.quest1.description5": "\u00267\u0026o— You burned a magic tree to make a table. Congratulations. You are officially an engineer.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest1.subtitle": "\u0026oCurious, isn’t it?\u0026r ",
  "ftbquests.chapter.parafusos_e_convices.quest1.title": "\u0026lTo Burn the Right World",
  "ftbquests.chapter.parafusos_e_convices.quest10.description1": "   You didn’t build a water wheel — you contradicted a river. Took something free, fluid, chaotic… and forced it to push gears. Almost poetic, if it weren’t so ugly. But in the end, it spins. And for now, that’s all that matters. Later someone will call it “clean energy.” For now, call it an attempt.",
  "ftbquests.chapter.parafusos_e_convices.quest10.description2": "\u00267\u0026o— The energy that runs never returns. But guilt can be rerouted.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest10.title": "Inverted Current",
  "ftbquests.chapter.parafusos_e_convices.quest11.title": "Forging Forms",
  "ftbquests.chapter.parafusos_e_convices.quest12.description1": "   The Metal Press is the romantic denial of the hand hammer. Precise, predictable, impersonal. It doesn’t err — and therefore, doesn’t learn. You built something that hits harder than you, and you didn’t even have to teach it. You just fed it. That’s the line between tool and industry: when repetition becomes language.",
  "ftbquests.chapter.parafusos_e_convices.quest12.description2": "   To assemble it, you’ll need a piston, steel blocks, and the center of your sanity. The layout is simple yet aligned — consult the engineer’s manual if you want to be sure you’re not building modern sculpture.",
  "ftbquests.chapter.parafusos_e_convices.quest12.description3": "   It works like every good capitalist system: It doesn’t think, evaluate, or feel. It just transforms. You feed an ingot on one side, and a compressed idea comes out the other. And like every efficient machine, it will remind you that you, too, can be replaced.",
  "ftbquests.chapter.parafusos_e_convices.quest12.description4": "\u00267\u0026o— The machine knows what to do. You just provide the steel and don’t get in the way.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest12.description5": "\u00264\u0026o⚠ Avoid building this machine exactly on chunk borders. Structural instability can cause bugs, component disappearance, or worse — soulless repetition loops.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest12.title": "The Machine That Mashes",
  "ftbquests.chapter.parafusos_e_convices.quest13.description1": "   Every machine starts with them. And ends with them. And probably consumes more of them than it should.",
  "ftbquests.chapter.parafusos_e_convices.quest13.description2": "   Components are the bread and butter of Immersive infrastructure. A plate here, a rivet there, and you’ve earned the right to build structures that weigh tons. Strangely... that’s enough.",
  "ftbquests.chapter.parafusos_e_convices.quest13.description3": "   There’s no glory in this craft. Only necessity.",
  "ftbquests.chapter.parafusos_e_convices.quest13.description4": "   You’ll make them. Many. Always one fewer than you need. Always one click before finishing.",
  "ftbquests.chapter.parafusos_e_convices.quest13.description5": "\u00267\u0026o— The base of engineering is made of steel... and patience\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest13.title": "Components That Misbehave",
  "ftbquests.chapter.parafusos_e_convices.quest14.description1": "   If building the Water Wheel was like taming a river, wiring it is like convincing electricity not to flee. You now face engineering’s old dilemma: everything is ready, and nothing works.",
  "ftbquests.chapter.parafusos_e_convices.quest14.description10": "\u00267\u0026o— Every electrical system begins with hope, a poorly configured capacitor, and at least one near-death experience from a badly placed cable.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest14.description2": "   First thing to know: each Kinetic Dynamo accepts only up to three Water Wheels connected. Anything more and you’re just stacking wood for visual despair. If everything’s spinning — congrats — now it’s time to ruin it with cables.",
  "ftbquests.chapter.parafusos_e_convices.quest14.description3": "   Use LV Wire Connectors on inputs and outputs, and link them with LV Wire Coils. For longer distances or minimal aesthetic order, add Relays. They do nothing but carry wires — and, just like in real life, sometimes only make the mess worse.",
  "ftbquests.chapter.parafusos_e_convices.quest14.description4": "   Wired it wrong? Of course you did. Equip a Wire Cutter, sneak, and click the connector. Done. Pretend you never messed up. You will again. That’s the process.",
  "ftbquests.chapter.parafusos_e_convices.quest14.description5": "   As for the Capacitor, forget pretty interfaces. Use the Engineer’s Hammer directly on the block faces:",
  "ftbquests.chapter.parafusos_e_convices.quest14.description6": "   \u00269Blue\u0026r: input",
  "ftbquests.chapter.parafusos_e_convices.quest14.description7": "   \u00266Orange\u0026r: output",
  "ftbquests.chapter.parafusos_e_convices.quest14.description8": "   \u00267Colorless\u0026r: neutral, like your faith in the system",
  "ftbquests.chapter.parafusos_e_convices.quest14.description9": "   Put the cable from the Water Wheel on the blue side. Output to your first machine on orange. Nothing happens? Recheck everything. And if it still fails… congratulations, now you’re really doing engineering.",
  "ftbquests.chapter.parafusos_e_convices.quest14.title": "Wires, Limits, and the Start of the Mess",
  "ftbquests.chapter.parafusos_e_convices.quest15.description1": "   You can already strike iron while it’s hot. But why stop there if you can crush everything at once, automatically, without thinking?",
  "ftbquests.chapter.parafusos_e_convices.quest15.description2": "   These molds mark your first choices as a non-artisan. Rod, Plate, Gear, Wire. Four basic ways to convert matter into form — and lose creative control in the process.",
  "ftbquests.chapter.parafusos_e_convices.quest15.description3": "\u00267\u0026o— You’re not making parts anymore. You’re asking the machine to make them. The beginning of the end.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest15.title": "Molding the Inevitable",
  "ftbquests.chapter.parafusos_e_convices.quest16.description1": "    The Engineer’s Workbench was where your hands still had some value. You placed the materials, held the hammer, pretended to understand what you were assembling. Now even that is over.",
  "ftbquests.chapter.parafusos_e_convices.quest16.description2": "   The automated version of this bench is a cold, indifferent multiblock. It accepts components on the blue face, produces the result, and spits it out with disdain onto a side conveyor belt. You no longer assemble — you feed.",
  "ftbquests.chapter.parafusos_e_convices.quest16.description3": "   It’s a miniature factory. A final denial of the romantic workshop. And if you hear it working alone in the middle of the night, know it isn’t a haunting. It’s just the sound of replacement.",
  "ftbquests.chapter.parafusos_e_convices.quest16.description4": "\u00267\u0026o— Production doesn’t stop. You do.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest16.description5": "\u00264\u0026o⚠ Avoid building this machine exactly on chunk borders. Structural instability can cause bugs, component disappearance, or worse — soulless repetition loops.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest16.title": "The Bench Rises",
  "ftbquests.chapter.parafusos_e_convices.quest17.description1": "   You’ve smelted iron, refined coal, shaped steel. The process was known, reliable, industrial. But this time, the ingredients seem too wrong to yield anything stable — and yet, they do.",
  "ftbquests.chapter.parafusos_e_convices.quest17.description2": "   Blazing Steel is born in the Alloy Kiln, like any alloy. But what emerges shouldn’t exist. A metal that shines like fire but doesn’t consume. Burning, yet solid. It doesn’t melt — it threatens.",
  "ftbquests.chapter.parafusos_e_convices.quest17.description3": "   Maybe you just mixed steel with what you found in the Nether. Maybe you’re starting to learn another language of matter.",
  "ftbquests.chapter.parafusos_e_convices.quest17.description4": "\u00267\u0026o— The furnace is the same. The result, nowhere close.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest17.title": "\u00264Fire That Doesn’t Come from Fire",
  "ftbquests.chapter.parafusos_e_convices.quest18.description1": "   Immersive’s Assembler is, in essence, a true assembly-line worker: discreet, efficient, no frills.",
  "ftbquests.chapter.parafusos_e_convices.quest18.description2": "   You set up to three molds with the desired recipes, provide power, feed materials and — done — it manufactures items for you like a good soulless laborer. No dancing mechanical arms. No melodies of gears. Just work.",
  "ftbquests.chapter.parafusos_e_convices.quest18.description3": "  Yes, Create is probably available. And yes, you’ll probably ignore this glorious block in favor of systems with wheels, rails, windmills, and aesthetic charm.",
  "ftbquests.chapter.parafusos_e_convices.quest18.description4": "  But hey, \u0026otaste isn’t up for debate.\u0026r If you want an assembler that just does the job and doesn’t show up on Machine-Instagram, the Assembler is for you.",
  "ftbquests.chapter.parafusos_e_convices.quest18.description5": "  And if one day you want to assemble three different component types with a single power input, maybe… just maybe… it’ll be there, waiting for you. Silent. Ready. Resentful.",
  "ftbquests.chapter.parafusos_e_convices.quest18.description6": "\u00267\u0026o— It doesn’t spin, but it gets the job done\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest18.title": "Solitary Assembly",
  "ftbquests.chapter.parafusos_e_convices.quest19.description1": "    There comes a time when pounding powder in a cauldron just won’t cut it. You can keep hand-mixing, sure, but that only takes you as far as the smell of coal allows.",
  "ftbquests.chapter.parafusos_e_convices.quest19.description2": "   The Alloy Kiln is the natural next step: two ingredients go in, one alloy comes out. No questions. No rush. No shine. It’s a furnace of compromise — quiet, a bit slow, and depending on the mix, slightly depressing.",
  "ftbquests.chapter.parafusos_e_convices.quest19.description3": "   But it’s honest. And if you’re patient, it even feels efficient. Almost.",
  "ftbquests.chapter.parafusos_e_convices.quest19.description4": "\u00267\u0026o— Engineering doesn’t have to be pretty. It just has to not explode.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest19.title": "Powder Ain’t Cutting It",
  "ftbquests.chapter.parafusos_e_convices.quest2.description1": "   The aura dissipates and, in its place, stone remains — not just any stone, but one that witnessed rituals and absorbed intentions. Now it will be pressed with clay and coal to form a brick. A furnace born from something that once heard the forest breathe. All that to produce soot, of course. The kind of idea that would make a nature spirit suffer a metaphysical breakdown.",
  "ftbquests.chapter.parafusos_e_convices.quest2.description2": "   Yes, it’s brutally slow. I recommend keeping it full at all times.",
  "ftbquests.chapter.parafusos_e_convices.quest2.description3": "\u0026o\u00267— You took something alive and shoved it in a furnace to make smoke. Genius. I’m sincerely impressed.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest2.title": "First Ashes",
  "ftbquests.chapter.parafusos_e_convices.quest20.description1": "    The Blast Furnace worked. With calm, with coal, with your patience. But not for long.",
  "ftbquests.chapter.parafusos_e_convices.quest20.description2": "   Now you face the improved version — technical euphemism for “let the steel flow and the soul melt.” The Improved Blast Furnace is faster, accepts automation, and responds to redstone, as long as you pretend you understand what you’re doing.",
  "ftbquests.chapter.parafusos_e_convices.quest20.description3": "   It requires new materials, a new structure, and a new level of commitment: attach a Preheater to speed things up and use a Hopper to auto-extract. Congrats, you’ve just founded your first production line — involuntary, but functional.",
  "ftbquests.chapter.parafusos_e_convices.quest20.description4": "\u00267\u0026o— Making steel used to be hard. Now it’s just expensive, loud, and irreversible.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest20.description5": "\u00264\u0026o⚠ Avoid building this machine exactly on chunk borders. Structural instability can cause bugs, disappearing components, or worse — soulless repetition loops.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest20.title": "Fast and Automatic \u003d Pretty",
  "ftbquests.chapter.parafusos_e_convices.quest21.description1": "    You finally made it. Now your ores yield \u0026ldouble\u0026r. That’s right: more dust, more progress, more noise pollution.",
  "ftbquests.chapter.parafusos_e_convices.quest21.description2": "   The Crusher is everything they promised — efficient, powerful, expansive, and completely antisocial. It hogs absurd space, makes more noise than a street fair, and dares you to automate I/O like a trial of logical endurance.",
  "ftbquests.chapter.parafusos_e_convices.quest21.description3": "   But in the end, it delivers. Not delicately. Not elegantly. But with a bang and a kick to the laws of thermal yield.",
  "ftbquests.chapter.parafusos_e_convices.quest21.description4": "\u00267\u0026o— You’re not breaking ore. You’re breaking your transport system’s pride.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest21.description5": "\u00264\u0026o⚠ Avoid building this machine exactly on chunk borders. Structural instability can cause bugs, disappearing components, or worse — soulless repetition loops.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest21.title": "Grinding Dreams Since Forever",
  "ftbquests.chapter.parafusos_e_convices.quest22.description1": "   LV was fine... until you wanted to power two machines in different buildings.",
  "ftbquests.chapter.parafusos_e_convices.quest22.description2": "   The MV Wire Coil is your first attempt at scaling your electrical system. Longer reach. More power. And a whole new range of possible mistakes. Shocks are now symbolic — and shorts, more dramatic.",
  "ftbquests.chapter.parafusos_e_convices.quest22.description3": "   Cables gain volume. Aesthetics begin to implode. But hey, now you can feed a press 30 blocks away. Progress does that.",
  "ftbquests.chapter.parafusos_e_convices.quest22.description4": "\u00267\u0026o— You thought voltage was the problem, but it was just you\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest22.title": "Thicker Cable, Bigger Problems",
  "ftbquests.chapter.parafusos_e_convices.quest23.description1": "   You built the water wheel, wired everything, powered the press... and it flickered. Why?",
  "ftbquests.chapter.parafusos_e_convices.quest23.description2": "   Because you forgot the buffer.",
  "ftbquests.chapter.parafusos_e_convices.quest23.description3": "   The MV Capacitor is your grid’s waiting room. It holds, organizes, and dispenses current like it’s easy. But heads-up: it only works if you teach it to. Engineer’s Hammer on the faces. Blue: input. Orange: output. Gray: the status of whoever miswired it again.",
  "ftbquests.chapter.parafusos_e_convices.quest23.description4": "   And no — it shows nothing but a bar. And even so, it’s more informative than certain tutorials out there.",
  "ftbquests.chapter.parafusos_e_convices.quest23.description5": "\u00267\u0026o— Every power network begins with a scream... and ends with a poorly oriented MV Capacitor\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest23.title": "Where Power Goes to Think",
  "ftbquests.chapter.parafusos_e_convices.quest24.description1": "   This is where poles become sculpture.",
  "ftbquests.chapter.parafusos_e_convices.quest24.description2": "   HV Wire Coils aren’t just wires. They’re statements. That you built something so powerful it needs three insulators per meter. These are the cables that cut skies, carve landscapes, and ignite arguments about safety.",
  "ftbquests.chapter.parafusos_e_convices.quest24.description3": "   They’re hard to hide. And maybe you shouldn’t try.",
  "ftbquests.chapter.parafusos_e_convices.quest24.description4": "   But careful: they carry enough energy to fry your whole system — or, with luck, just your patience.",
  "ftbquests.chapter.parafusos_e_convices.quest24.description5": "\u00267\u0026o— High voltage, low chance of wiring it right\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest24.title": "The Cable That Scares Children",
  "ftbquests.chapter.parafusos_e_convices.quest25.description1": "   The math is simple.",
  "ftbquests.chapter.parafusos_e_convices.quest25.description2": "   If you’re not consuming 100%% of what you generate all the time, you don’t need more generation. You need more time. The HV Capacitor is that: time in block form.",
  "ftbquests.chapter.parafusos_e_convices.quest25.description3": "   It doesn’t improve your system. It just holds everything you waste. But sometimes, that’s exactly what’s missing.",
  "ftbquests.chapter.parafusos_e_convices.quest25.description4": "   With it, you can stash an absurd reserve, feed three machines an hour, and pretend you live in abundance. It’s pretty. It’s functional. It’s a lie — but a good one.",
  "ftbquests.chapter.parafusos_e_convices.quest25.description5": "\u00267\u0026o— Producing more is hard. Stockpiling misused energy? Even you can do that\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest25.title": "Buffer or Excuse for Inefficiency?",
  "ftbquests.chapter.parafusos_e_convices.quest26.description1": "   You thought planting was farm stuff. That seeds were for chickens. That berries were for juice. The Squeezer disagrees.",
  "ftbquests.chapter.parafusos_e_convices.quest26.description2": "   This machine turns solids into useful liquids with an efficiency that would make a druid blush. It’s loud, ugly, and doesn’t bother hiding how much it enjoys crushing seeds until oil leaks out.",
  "ftbquests.chapter.parafusos_e_convices.quest26.description3": "   If you want to enter the world of fuels and industrial fluids, this is where it starts. By squeezing.",
  "ftbquests.chapter.parafusos_e_convices.quest26.description4": "\u00267\u0026o— Don’t underestimate a machine that makes oil in anger. One day you’ll use this to move a train.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest26.title": "It Squeezes, Therefore It Is",
  "ftbquests.chapter.parafusos_e_convices.quest27.description1": "   You thought coal ended in the furnace?",
  "ftbquests.chapter.parafusos_e_convices.quest27.description2": "   Welcome to post-combustion.",
  "ftbquests.chapter.parafusos_e_convices.quest27.description3": "   Coke Dust is what’s left when you process coal until it forgets what it was. It’s black, fine, and essential for everything to come. Industrial grime in its purest form — and now your whole workshop will smell like it.",
  "ftbquests.chapter.parafusos_e_convices.quest27.description4": "\u00267\u0026o— Breathing is no longer a priority\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest27.title": "Coal Dust, Iron Lungs",
  "ftbquests.chapter.parafusos_e_convices.quest28.description1": "   This powder isn’t like the others.",
  "ftbquests.chapter.parafusos_e_convices.quest28.description2": "   It’s refined. Compacted. Worthy of feeding machines that consume energy like breathing. HOP Graphite Dust is where coal becomes technology — or at least fakes it convincingly.",
  "ftbquests.chapter.parafusos_e_convices.quest28.description3": "   You’ll grind a lot to make a single ingot. And still, it’ll feel like too little.",
  "ftbquests.chapter.parafusos_e_convices.quest28.description4": "\u00267\u0026o— When coal learns to behave\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest28.title": "Coal with a Diploma",
  "ftbquests.chapter.parafusos_e_convices.quest29.description1": "   You might’ve thought the Fermenter would make wine. That it’d smell nice. That it’d be elegant. It wasn’t.",
  "ftbquests.chapter.parafusos_e_convices.quest29.description2": "   What it does is turn anything with a hint of sugar into a fermented goo technically called ethanol. If you’re lucky, it will become fuel. If you’re not, it will look like beet soup forgotten in the sun.",
  "ftbquests.chapter.parafusos_e_convices.quest29.description3": "   What matters is that it works. No frills, no filter, no judgment. And if you’re still grossed out… welcome to industry.",
  "ftbquests.chapter.parafusos_e_convices.quest29.description4": "\u00267\u0026o— Alchemy begins when you discover ethanol stinks. And you still want more.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest29.description5": "\u00264\u0026o⚠ Avoid building this machine exactly on chunk borders. Structural instability can cause bugs, disappearing components, or worse — soulless repetition loops.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest29.title": "If It’s Sweet, It Ferments",
  "ftbquests.chapter.parafusos_e_convices.quest3.description1": "   Every ritual needs a catalyst, every structure a starting point. This isn’t a sacred artifact, nor an aura channeller — it’s just a hammer. Big, heavy, functional... and, in a sense, final. You’ve used improvised tools, enchanted stones, even pulsing roots.",
  "ftbquests.chapter.parafusos_e_convices.quest3.description2": "   But now it’s time for something more direct: wood, iron, and a fistful of stubbornness. The Engineering Hammer doesn’t ask nature for permission. It shapes, seats, forces — and the blocks simply obey.",
  "ftbquests.chapter.parafusos_e_convices.quest3.description3": "\u00267\u0026o— Finally, a tool that requires no offerings or lunar alignment. Progress\u0026r.",
  "ftbquests.chapter.parafusos_e_convices.quest3.description4": "\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest3.title": "\u0026l\u0026o***bonk***",
  "ftbquests.chapter.parafusos_e_convices.quest30.description1": "   You built your Refinery, made your Biodiesel, piped fluids with more effort than emotion… and now, finally, you raised what they call a \u0026lDiesel Generator\u0026r.",
  "ftbquests.chapter.parafusos_e_convices.quest30.description2": "   Let’s be clear: this isn’t just an engine. It’s an opera. A monument to brute motion. An explosive cycle paced by invisible pistons and a hunger for fuel. A mechanical chant echoing the peak — and the end — of an era.",
  "ftbquests.chapter.parafusos_e_convices.quest30.description3": "   The Diesel Generator is your first real power plant. It doesn’t take coal, nor a push. It demands a supply chain. Planning. Optimization. It’s an industrial organism that only sings when it’s fed. And when it sings… oh, when it sings, it screams energy.",
  "ftbquests.chapter.parafusos_e_convices.quest30.description4": "   Don’t be fooled. As glorious as it is, as much as its roar fills the factory like an ancestral hymn… all of this is transient. Soon will come the cold silence of energized cables. The abstraction of pressurized turbines. The pragmatic gaze of \u0026a\u0026lMekanism\u0026r\u0026r.",
  "ftbquests.chapter.parafusos_e_convices.quest30.description5": "   You built something beautiful. And like all things beautiful… it’s about to be replaced.",
  "ftbquests.chapter.parafusos_e_convices.quest30.description6": "\u00267\u0026o— I know you’ll build 100 water wheels as your energy solution; just don’t say it in front of this one. \u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest30.description7": "\u00264\u0026o⚠ Avoid building this machine exactly on chunk borders. Structural instability can cause bugs, disappearing components, or worse — soulless repetition loops.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest30.title": "Biodiesel, Brutality, and Boom",
  "ftbquests.chapter.parafusos_e_convices.quest31.description1": "   From a single powder, an ingot is born — an ingot that carries ambition.",
  "ftbquests.chapter.parafusos_e_convices.quest31.description2": "   Light, dense, with crystalline structure enough to fool a distracted physicist. It stacks, yes — but don’t be fooled. These ingots aren’t for stockpiles: they’re for industrial rituals.",
  "ftbquests.chapter.parafusos_e_convices.quest31.description3": "   They’ll be devoured by machines that accept nothing less.",
  "ftbquests.chapter.parafusos_e_convices.quest31.description4": "\u00267\u0026o— Seems simple. That’s because it hasn’t become a three-meter rod yet\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest31.title": "The Ingot That Doesn’t Like People",
  "ftbquests.chapter.parafusos_e_convices.quest32.description1": "   You got this far smelting steel and heating blocks like a blacksmith with a diploma. That’s over.",
  "ftbquests.chapter.parafusos_e_convices.quest32.description2": "   The Arc Furnace is not a furnace. It’s a reactor. A leviathan. An industrial monument that demands cables, electrodes, refractories and… obedience. It consumes more than raw material — it devours order. From now on, no more simple recipes. Every alloy is a pact. Every composition is a sacrifice of time, energy, and logic.",
  "ftbquests.chapter.parafusos_e_convices.quest32.description3": "   Welcome to synthetic metallurgy.",
  "ftbquests.chapter.parafusos_e_convices.quest32.description4": "   This is where reality starts to bend. Copper won’t cut it. Iron alone won’t do. You need three, four, five ingredients. You need temperature control, input flow, stability — and you’ll realize you have none of that.",
  "ftbquests.chapter.parafusos_e_convices.quest32.description5": "   And here, in the middle of this deliciously technical collapse, \u0026a\u0026lMekanism\u0026r\u0026r watches from afar. It waits. And you will call it. You’ll beg for order. You’ll crave pressurized cables, infusion systems, machines that think for you. But first, you need to burn a little more.",
  "ftbquests.chapter.parafusos_e_convices.quest32.description6": "   The Arc Furnace isn’t the end of the line. It’s the crooked rail pointing toward the future. Toward what’s coming. Toward what \u0026owill consume you back\u0026r.",
  "ftbquests.chapter.parafusos_e_convices.quest32.description7": "\u00267\u0026o— Every great industry begins with a fire no one put out\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest32.description8": "\u00264\u0026o⚠ Avoid building this machine exactly on chunk borders. Structural instability can cause bugs, disappearing components, or worse — soulless repetition loops.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest32.title": "The Factory on Fire",
  "ftbquests.chapter.parafusos_e_convices.quest33.description1": "   You think you’re just assembling pipes, tanks, and gears. Wrong. Every block placed here is another nail in the coffin of your neutrality. The Refinery isn’t a simple machine — it’s the first watershed. The threshold between transforming and burning. Between creating matter and extracting motion.",
  "ftbquests.chapter.parafusos_e_convices.quest33.description2": "   Until now, your fluids were harmless. A bit of oil, a sip of ethanol — rustic, almost pastoral. But here, they merge. They corrupt. And from that corruption, power is born. Not the aesthetic power of spinning gears — the real kind. The kind that darkens the machine’s soul. The kind that chooses.",
  "ftbquests.chapter.parafusos_e_convices.quest33.description3": "   Two paths open, and neither leads back. One shapes the world in your image: \u00266\u0026lDuroplast\u0026r\u0026r, solid, synthetic matter — the negation of wood and nature — perfect if you prefer permanence over growth. A chemical cycle, precise, controlled. The other path is rougher, more visceral: \u00262\u0026lBiodiesel\u0026r\u0026r. It doesn’t build — it drives. An energy that burns without remorse, screaming for a generator and production lines devouring the horizon.",
  "ftbquests.chapter.parafusos_e_convices.quest33.description4": "   You already know this, even if you won’t admit it. The Refinery isn’t an invention — it’s a revelation. A mirror. It shows what you’re willing to sacrifice in the name of advancement.",
  "ftbquests.chapter.parafusos_e_convices.quest33.description5": "\u00267\u0026o— Every choice is a combustion. Some just take longer to explode\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest33.description6": "\u00264\u0026o⚠ Avoid building this machine exactly on chunk borders. Structural instability can cause bugs, disappearing components, or worse — soulless repetition loops.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest33.title": "Refinery: The Missing Drop",
  "ftbquests.chapter.parafusos_e_convices.quest34.description1": "   You fermented sugarcane like an alchemist peasant. Thought it was poetic. Warm. Almost sacred. But the truth is \u0026oethanol\u0026r is only the first sip. The start of a process that strips the natural of any pretense of purity.",
  "ftbquests.chapter.parafusos_e_convices.quest34.description2": "   Add heat. Reduce. Turn ethanol into \u0026oacetaldehyde\u0026r. A volatile, impatient compound that already carries the desire to become more — or less — organic.",
  "ftbquests.chapter.parafusos_e_convices.quest34.description3": "   Then, mix. Phenolic resin. A fancy name for a synthetic slime loaded with intent. This is where it thickens — literally.",
  "ftbquests.chapter.parafusos_e_convices.quest34.description4": "   And then, with all that in hand, you fuse essence with purpose. Pour your creation into the \u0026lBottling Machine\u0026r, and watch a \u0026oDuroplast Sheet\u0026r be born: cold, rigid, perfect. An imitation of matter. An industrial skin.",
  "ftbquests.chapter.parafusos_e_convices.quest34.description5": "   This process isn’t just a production chain. It’s a philosophy. It’s nature’s final scream, smothered under layers of engineering.",
  "ftbquests.chapter.parafusos_e_convices.quest34.description6": "\u00267\u0026o— What began with sugar ends as armor. Welcome to the synthetic\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest34.description7": "\u00264\u0026o⚠ Avoid building this machine exactly on chunk borders. Structural instability can cause bugs, disappearing components, or worse — soulless repetition loops.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest34.title": "Petrifying the Organic",
  "ftbquests.chapter.parafusos_e_convices.quest35.description1": "   There’s a moment in every technical journey when you look at a recipe and think: “this makes zero sense.”",
  "ftbquests.chapter.parafusos_e_convices.quest35.description2": "   Welcome to the \u00260Electrode Blueprint.\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest35.description3": "   A sheet of paper, some technical ink… and a bar of Blazing Steel. Because of course, nothing prints instructions better than a metal that’s still practically on fire.",
  "ftbquests.chapter.parafusos_e_convices.quest35.description4": "   Don’t ask. It’s an ancient recipe. You just repeat it. Without looking directly. And hope the printer doesn’t catch fire in the process.",
  "ftbquests.chapter.parafusos_e_convices.quest35.description5": "   With this, you can finally craft Graphite Electrodes, feed the Arc Furnace… and continue not understanding a single thing.",
  "ftbquests.chapter.parafusos_e_convices.quest35.description6": "\u00267\u0026o— Some say paper absorbs the heat of knowledge. Maybe it was just stupidity\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest35.title": "Burnt Paper",
  "ftbquests.chapter.parafusos_e_convices.quest36.description1": "   Four ingots. One press. An inevitable result.",
  "ftbquests.chapter.parafusos_e_convices.quest36.description2": "   The Graphite Electrode is the Arc Furnace’s pillar. Consumable. Essential. Enormous. It spins with enough electricity to evaporate your common sense, and when it’s gone… you feel it.",
  "ftbquests.chapter.parafusos_e_convices.quest36.description3": "   You can’t pretend this is just a technical item. It’s a monument.",
  "ftbquests.chapter.parafusos_e_convices.quest36.description4": "\u00267\u0026o— A carbon rod that decides whether industry lives or not\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest36.title": "Carbon Trident",
  "ftbquests.chapter.parafusos_e_convices.quest37.description1": "   Not every technological advance needs to be subtle. Some just need to be big. Loud. Threatening. Like the \u0026lExcavator\u0026r.",
  "ftbquests.chapter.parafusos_e_convices.quest37.description2": "   You spent too long building circuits, optimizing gears, pretending elegance. Forget it. Now you’ll raise a structure of over 50 blocks that spins relentlessly against the earth’s crust. An ode to brute force. A windmill for ore veins.",
  "ftbquests.chapter.parafusos_e_convices.quest37.description3": "   But it isn’t dumb. Quite the opposite. Before you turn it on, you’ll need to learn how to find the right veins. That’s what the \u0026c\u0026oCore Sample Drill\u0026r\u0026r is for — a discreet machine that scans chunks for underground deposits.",
  "ftbquests.chapter.parafusos_e_convices.quest37.description4": "   Just place it, feed it power, and wait. If the chunk contains a detectable ore, it leaves a sample. If it leaves nothing… you dug poetry where there was no ore. It happens.",
  "ftbquests.chapter.parafusos_e_convices.quest37.description5": "   Then, raise the Excavator in the correct chunk. Supply abundant power. Hook up transport. And behold the colossus spinning. Boring. Devastating.",
  "ftbquests.chapter.parafusos_e_convices.quest37.description6": "   Yes. You made this. And yes… you’ll eventually need two per chunk.",
  "ftbquests.chapter.parafusos_e_convices.quest37.description7": "\u00267\u0026o— When sophistication fails, raise a 15-ton rotating digging arm\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest37.description8": "\u00264\u0026o⚠ Avoid building this machine exactly on chunk borders. Structural instability can cause bugs, disappearing components, or worse — soulless repetition loops.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest37.title": "Iron Monster, Oil Heart",
  "ftbquests.chapter.parafusos_e_convices.quest38.description1": "   Redstone wire won’t do. Copper wires won’t either. What comes now demands more.",
  "ftbquests.chapter.parafusos_e_convices.quest38.description2": "   These aren’t just circuits — they’re encapsulated. Shielded. Built on Duroplast plates, sealed against interference, ready for frequencies that would make a traditional resistor evaporate. Chips that look ready to pilot ships, open portals, or withstand the collapse of the system that made them.",
  "ftbquests.chapter.parafusos_e_convices.quest38.description3": "   You don’t exactly understand how they work. You’ll use them anyway.",
  "ftbquests.chapter.parafusos_e_convices.quest38.description4": "   That’s what everyone does.",
  "ftbquests.chapter.parafusos_e_convices.quest38.description5": "\u00267\u0026o— When metal can’t take it anymore, the synthetic takes over\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest38.title": "Circuits to Weather the Storm",
  "ftbquests.chapter.parafusos_e_convices.quest39.description1": "   There’s no magic here. No poetry. Only power.",
  "ftbquests.chapter.parafusos_e_convices.quest39.description2": "   \u0026b\u0026lInductive Alloy\u0026r\u0026r is what happens when you push metals to their limits — and beyond. When you force steel to accept pulses of compacted energy, when you mix an advanced conductor with traces of crystalline memory and pigments that burn like the sun.",
  "ftbquests.chapter.parafusos_e_convices.quest39.description3": "   The result is dense. Vibrant. Almost volatile.",
  "ftbquests.chapter.parafusos_e_convices.quest39.description4": "   This alloy doesn’t want to exist. It only stays cohesive because the molecular structure hasn’t yet realized the absurdity it’s housing. You didn’t create a material: you lit a metal.",
  "ftbquests.chapter.parafusos_e_convices.quest39.description5": "   Brace yourself. This is the last step before machines stop obeying simple commands — and start screaming for more.",
  "ftbquests.chapter.parafusos_e_convices.quest39.description6": "\u00267\u0026o— Where metallurgy ends, flow begins\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest39.title": "Alloy That Resists the Future",
  "ftbquests.chapter.parafusos_e_convices.quest4.description1": "   You start building the structure with the confidence of someone who no longer feels guilty about shoving living stones into furnaces. Brick by brick, the smell of soot arrives early. This isn’t a common build — it’s a modern altar, dedicated to the cult of extreme heat. The Blast Furnace emits no sacred light, only constant smoke; it doesn’t transform essence, just coal and iron. It’s slow, loud, and absolutely necessary.",
  "ftbquests.chapter.parafusos_e_convices.quest4.description2": "   No more luxury of enchanted twigs or whispering leaves — now it’s embers, coal, and rust.",
  "ftbquests.chapter.parafusos_e_convices.quest4.description3": "\u0026o\u00267— It’s not pretty, clean, or gentle. But nothing melts iron like it. Continue.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest4.title": "Carburize and Move On",
  "ftbquests.chapter.parafusos_e_convices.quest40.description1": "   You’ve already shaped raw steel with coal and patience. Watched alloys become harder to understand than to forge. Melted metals that refused to obey, only to see them bow under pressure to your design.",
  "ftbquests.chapter.parafusos_e_convices.quest40.description2": "   You’ve moved through every stage — from heat to structure, from treated wood to power conduction, from gear to encapsulated circuit.",
  "ftbquests.chapter.parafusos_e_convices.quest40.description3": "   And now you’re here.",
  "ftbquests.chapter.parafusos_e_convices.quest40.description4": "   The \u00269\u0026lPrecision Matrix Core\u0026r\u0026r isn’t just another step. It’s a ritual sealed into a cube. A definitive fusion between human effort and the impersonal logic that follows. It’s the final piece that sums up everything learned so far — and, at the same time, what will soon be discarded.",
  "ftbquests.chapter.parafusos_e_convices.quest40.description5": "   Made with Duroplast — that synthetic sheet that always seems to try to slip from your hands. Fed by alloys that only exist because you ignored common sense. Stitched with shards of quartz and red impulses that almost resemble blood… if blood ran at 60 Hz.",
  "ftbquests.chapter.parafusos_e_convices.quest40.description6": "   This core doesn’t shine. It hums. It waits. It’s worthy of the machines to come.",
  "ftbquests.chapter.parafusos_e_convices.quest40.description7": "   And the curious part: after all that, you’ll use it only as an ingredient.",
  "ftbquests.chapter.parafusos_e_convices.quest40.description8": "\u00267\u0026o— Funny to think you built all this just to put it inside a box\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest40.title": "\u0026d\u0026l\u0026o The Heart of What Comes After",
  "ftbquests.chapter.parafusos_e_convices.quest5.description1": "   Iron wasn’t enough. It melts, bends, rusts — like anything born too easy. But now you have a furnace that doesn’t forgive, a fuel that doesn’t tolerate weakness, and one intention: turn the ordinary into the permanent. The process is slow, loud, and delightfully inefficient. And still, it’s progress. Steel doesn’t bend on a whim — and neither should you.",
  "ftbquests.chapter.parafusos_e_convices.quest5.description2": "\u00267\u0026o— You rubbed coal into iron until it got serious. Shiny. Keep it up and even a gear might respect you.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest5.title": "The Metal That Doesn’t Break",
  "ftbquests.chapter.parafusos_e_convices.quest6.description1": "   A spark. That’s all you need to start something irreversible. The right steel, the right stone, and the wrong decision. Practical, portable, and absolutely inadequate for solving any real problem.",
  "ftbquests.chapter.parafusos_e_convices.quest6.description2": "\u0026o\u00267— But sometimes… setting things on fire helps.\u0026r\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest6.subtitle": "\u0026oPlayground on fire!\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest6.title": "To Burn the Wrong World",
  "ftbquests.chapter.parafusos_e_convices.quest9.description1": "   Blueprints aren’t just paper and ink. They’re the materialized arrogance of “I know what I’m doing.” Every line says: “I thought of this before you.” The Engineer wrote for those who would know how to read — and now, by cosmic joke or industrial foolishness, that responsibility is yours.",
  "ftbquests.chapter.parafusos_e_convices.quest9.description2": "\u00267\u0026o— You’re copying homework from the past — with style.\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest9.description3": "\u0026r",
  "ftbquests.chapter.parafusos_e_convices.quest9.title": "Old Iron Scribbles",
  "ftbquests.chapter.parafusos_e_convices.title": "\u002682.\u00268 \u00267S\u00267c\u00267r\u00267e\u00268w\u00268s \u00267a\u00267n\u00267d \u00268C\u00268o\u00268n\u00267v\u00267i\u00267c\u00267t\u00268i\u00268o\u00268n\u00268s",
  "ftbquests.chapter.psiu_me_leia.quest1.description1": "   \u0026lI was waiting for you!\u0026r Actually, that’s a lie — I have no idea who you are or how you found this book, but if you did, that’s a good sign! I know it sounds contradictory, but if you’re still reading this, you’re probably lost.",
  "ftbquests.chapter.psiu_me_leia.quest1.description2": "   If this book fell into your hands, it means something went very right or very wrong — hard to say which — but it also means you’re ready to remember \u0026othings you didn’t know you knew.\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest1.description3": "   If that’s the case — and if I’m lucky enough to have at least that right about you — how about we start with the basics? \u00265\u0026lSurvive\u0026r\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest1.task_6363087729449274880.title": "{quest.confuso.title}",
  "ftbquests.chapter.psiu_me_leia.quest1.title": "\u0026l\u00264I know you",
  "ftbquests.chapter.psiu_me_leia.quest15.description1": "   The most absolute cliché there is: punching a tree. Don’t get excited: wood doesn’t yield like it used to. It’ll only give you two planks per log.",
  "ftbquests.chapter.psiu_me_leia.quest15.description2": "   Yes. That’s intentional. Yes. That’s your problem.",
  "ftbquests.chapter.psiu_me_leia.quest15.description3": "\u00267\u0026o— O padrão da expert modpack experience! \u0026r\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest15.title": "Punch the Tree",
  "ftbquests.chapter.psiu_me_leia.quest16.description1": "  Você achava que cascalho era apenas aquele entulho inútil que atrapalha suas construções? Pois bem, junte quatro deles no inventário e compacte-os em algo chamado Packed Gravel. Parece banal, mas é a essência de um ofício antigo: o garimpo.",
  "ftbquests.chapter.psiu_me_leia.quest16.description2": "  Agora, leve esse bloco e clique com o botão direito diretamente na água de um rio ou lago (não mire no bloco do fundo, não seja tapado). Com sorte, vai encontrar pequenas pepitas de ouro entre a lama. Brinque de ser garimpeiro… só não espere enriquecer rápido.",
  "ftbquests.chapter.psiu_me_leia.quest16.description3": "\u00267\u0026o— É ouro. Não, você não vai comprar um castelo. Mas sim, vai precisar disso.\u0026r\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest16.title": "Cascalho dos tolos",
  "ftbquests.chapter.psiu_me_leia.quest17.description1": "  Com madeira, crie Stands, pilares essenciais para sustentar seu primeiro ritual. É simples, mas veja só: até madeira crua pode se tornar parte de um espetáculo místico. Quem diria, não?",
  "ftbquests.chapter.psiu_me_leia.quest17.description2": "\u00267\u0026o— Nada como usar madeira mal cortada para sustentar a base de todo um ritual. Genial.\u0026r\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest17.title": "Pilares da pretensão",
  "ftbquests.chapter.psiu_me_leia.quest18.description1": "  Hora de abrir outro compêndio: o Book of Natural Aura. Dentro dele, encontrará informações detalhadas sobre a aura ambiente — essa energia invisível que banha o mundo.",
  "ftbquests.chapter.psiu_me_leia.quest18.description2": "Os rituais consomem aura, e se ela ficar em excesso ou faltar, o ambiente sofrerá efeitos bons ou ruins. Por enquanto, ignore: mais adiante terá ferramentas para medir e manipular esse equilíbrio.",
  "ftbquests.chapter.psiu_me_leia.quest18.description3": "  Ah, e um truque: ao visualizar a receita de um ritual no livro, clique no ícone do olho. Ele gera um esquema projetável, que pode ser posicionado no mundo com botão direito, mostrando exatamente onde cada bloco deve ir. Até você conseguir entender.",
  "ftbquests.chapter.psiu_me_leia.quest18.description4": "\u00267\u0026o— Não confie tanto nesse livro. Ele finge ser seu guia, mas já está rindo de você.\u0026r\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest18.title": "O livro da aura",
  "ftbquests.chapter.psiu_me_leia.quest2.description1": "  Pare e pense: nunca se perguntou como quatro tábuas de madeira conseguem formar um altar que une até nove componentes em algo único? Essa mesa é seu primeiro altar, o coração de toda criação, e a piada cósmica mais mal contada do jogo.",
  "ftbquests.chapter.psiu_me_leia.quest2.description2": "  Para construí-la, plante uma muda no centro do ritual. Posicione 4 tábuas nos stands ao redor e dance para ela (sim, agache repetidamente como um lunático). Quando crescer, a aura se encarregará de entregar sua primeira Crafting Table.",
  "ftbquests.chapter.psiu_me_leia.quest2.description3": "  Depois disso, você poderá criar mais delas pelo novo grid 3x3 — sem repetir o ritual. ",
  "ftbquests.chapter.psiu_me_leia.quest2.description4": "\u00267\u0026o— Ah, sim. Uma árvore mágica, dança patética e pronto: o maior mistério da civilização resolvido.\u0026r\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest2.subtitle": "Eis o ápice: a Crafting Table.",
  "ftbquests.chapter.psiu_me_leia.quest2.title": "A mesa que nunca questionou",
  "ftbquests.chapter.psiu_me_leia.quest20.description1": "  Este modpack tem um jeito próprio de se apresentar. Esta é uma das poucas vezes em que eu, o autor, falo diretamente com você — que decidiu dar uma chance ao meu trabalho.",
  "ftbquests.chapter.psiu_me_leia.quest20.description2": "  Daqui em diante, as quests vão te guiar por uma narrativa que conversa contigo de forma pessoal. Pode esperar algumas brincadeiras, um pouco de poesia, mas também explicações claras e objetivas para que você nunca fique perdido.",
  "ftbquests.chapter.psiu_me_leia.quest20.description3": "  É importante dizer: a progressão aqui é linear e as receitas estão bem conectadas entre si. Se você prefere packs totalmente livres, talvez este não seja o ideal. Mas, se você gosta da ideia de uma jornada com caminhos definidos e bem costurados, acredito que vai se sentir em casa.",
  "ftbquests.chapter.psiu_me_leia.quest20.description4": "  Cada detalhe foi pensado com carinho — dos itens às máquinas, passando por mecânicas feitas sob medida para este pack. Tudo para que a experiência seja única e integrada. Se topar seguir a biografia de um engenheiro meio maluco, seja muito bem-vindo.",
  "ftbquests.chapter.psiu_me_leia.quest20.description5": "  As duas quests acima explicam melhor como funciona a estrutura do pack. Se bater qualquer dúvida, recomendo começar por elas.",
  "ftbquests.chapter.psiu_me_leia.quest20.description6": "  Ah, e não se preocupe com a receita da crafting table — parece estranha no começo, mas prometo que é simples.",
  "ftbquests.chapter.psiu_me_leia.quest20.description7": "  Boa sorte, divirta-se, e espero de coração que aproveite essa jornada. ",
  "ftbquests.chapter.psiu_me_leia.quest20.description8": "  \u0026aNos vemos no final dela! :)",
  "ftbquests.chapter.psiu_me_leia.quest20.subtitle": "\u0026aSeja Bem-vindo!",
  "ftbquests.chapter.psiu_me_leia.quest20.title": "Nota do autor",
  "ftbquests.chapter.psiu_me_leia.quest21.description1": "  A companheira indiscutível da crafting table. Acredito que dispensa apresentações, é a fornalha que você já conhece.",
  "ftbquests.chapter.psiu_me_leia.quest21.description2": "  Asse sua comida, esquente seus minérios, queime suas ideias, tudo é igualmente válido. ",
  "ftbquests.chapter.psiu_me_leia.quest21.description3": "\u00267\u0026o— O que? Esperava algo mais?\u0026r\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest21.title": "O par perfeito",
  "ftbquests.chapter.psiu_me_leia.quest23.title": "Recipientes do Éter",
  "ftbquests.chapter.psiu_me_leia.quest3.description1": "  Você não achou que a bancada transformaria tábuas e gravetos magicamente em ferramentas, não é? Antes de tudo, vai precisar ensinar a ela forma e propósito.",
  "ftbquests.chapter.psiu_me_leia.quest3.description2": "  Para o próximo passo, arranque algumas folhas em branco do final desse livro, basta me colocar sozinho no seu grid de crafting. Não se preocupe, não vou ficar sentido. Só não abuse. ",
  "ftbquests.chapter.psiu_me_leia.quest3.description3": "   You’ve managed a table. Maybe a campfire. But wood won’t carry you much further. Now you need something of your own. You must shape a tool — or allow yourself to be shaped by it. Something that answers your will.",
  "ftbquests.chapter.psiu_me_leia.quest3.description4": "   There’s a way to do that — an old technique. But you’ll have to start at the beginning: by making a \u00261\u0026lBlueprint\u0026r.\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest3.description5": "   Think of it as a gesture. A written memory of what your tool should be. It won’t be strong. It won’t be pretty. But it will be yours. And at the start, that’s all that matters.",
  "ftbquests.chapter.psiu_me_leia.quest3.description6": "\u0026o\u00267— Some tools forget their owners. And some were never made to forget. Let’s find out which one you’ll craft\u0026r\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest3.title": "Ego Engineering",
  "ftbquests.chapter.psiu_me_leia.quest4.description1": "   Tools aren’t born whole. They’re made of parts — and parts are made of choices. Choices that reveal what you value: lightness or strength? Durability or speed? Order or chaos? Every shaft, every blade, every trace of material carries more than numbers. It carries memory, intention… or error.",
  "ftbquests.chapter.psiu_me_leia.quest4.description2": "   Some wood splits; some wood sings when used. You won’t notice that at first. You’ll need to pay attention.",
  "ftbquests.chapter.psiu_me_leia.quest4.description3": "   Craft parts. Combine. Fail. Redo. Watch how the same blueprint gives rise to hundreds of distinct tools — some useful, others merely… honest about who created them.",
  "ftbquests.chapter.psiu_me_leia.quest4.description4": "\u0026o\u00267— It isn’t the tool that defines you, but the parts you choose reveal more than you think. Or less. Depends on how many stones you’ll hit before you notice.\u0026r\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest4.title": "Form and Purpose",
  "ftbquests.chapter.psiu_me_leia.quest5.description1": "  A presença do éter começa a se manifestar no mundo de forma sutil. Árvores tocadas por fibras douradas reagem com o tempo, revelando folhas reluzentes. Este fenômeno não é apenas decorativo — é o primeiro passo para manipular diretamente a aura.",
  "ftbquests.chapter.psiu_me_leia.quest5.description2": "  Pegue o ouro que conseguiu e combine com flores para criar Brilliant Fibers. Aplique essas fibras nas folhas de uma árvore próxima e aguarde. Quando toda a copa mudar, quebre as folhas transformadas para coletar Golden Leafs. Elas serão essenciais para produzir Gold Powder, ingrediente central do primeiro ritual.",
  "ftbquests.chapter.psiu_me_leia.quest5.description3": "  E como sei que você é impaciente: se balançar bem este livro, talvez consiga arrancar um pouco de pó de ouro escondido entre as páginas. Um truque barato, mas suficiente para começar sem esperar a transformação completa.",
  "ftbquests.chapter.psiu_me_leia.quest5.description4": "\u00267\u0026o— Aura não se vê, não se toca… mas ela te toca de volta. E como um vento educado que arrasta árvores inteiras sem pedir licença. O ouro não cresce em árvores… exceto quando, por pura ironia, cresce.\u0026r\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest5.title": "Symptoms of the Aether",
  "ftbquests.chapter.psiu_me_leia.quest6.description1": "   You built. You dug. You shaped aura, stone, and silence. Now it’s time to fuse it all into something concrete. Literally.",
  "ftbquests.chapter.psiu_me_leia.quest6.description2": "   Two materials. Two fruits of complex rituals.",
  "ftbquests.chapter.psiu_me_leia.quest6.description3": "   Wood that \u0026a\u0026olistens.\u0026r\u0026r Stone that \u0026o\u0026bthinks.\u0026r\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest6.description4": "   None of it makes sense. And yet, it knows exactly what to do.",
  "ftbquests.chapter.psiu_me_leia.quest6.description5": "\u00267\u0026o— You’re taking wood to a foundry and stone to a gear. Everything’s wrong. But… only until it works.\u0026r\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest7.description1": "  Neste modpack, nada é tão simples quanto “jogar um mod e pronto”. A progressão vem em blocos de três capítulos — cada um focado no que é essencial para domar um ou mais mods. Dentro do trio há certa liberdade, você pode brincar em paralelo, mas não se engane: o próximo grupo quase sempre pedirá que o essencial já esteja em mãos. Claro, há exceções… mas até elas parecem seguir uma lógica que você só percebe tarde demais.",
  "ftbquests.chapter.psiu_me_leia.quest7.description2": "  À margem desses trios repousam os capítulos (UT), coleções de ferramentas e utilitários que emergem do próprio conjunto. Eles não empurram o enredo adiante, mas revelam o que pode ser refinado, torcido ou explorado além do necessário — curiosidades úteis para quem insiste em olhar entre as frestas.",
  "ftbquests.chapter.psiu_me_leia.quest7.description3": "  Este modpack não foi feito para correr, mas para mastigar devagar. Aconselha-se fortemente adotar a mentalidade de resolver uma coisa de cada vez, sem ansiedade para chegar ao fim. O objetivo não é “terminar”, mas se perder no processo: quests escritas para entreter tanto quanto instruir, mods entrelaçados de modo a formar uma experiência própria. Nenhum deles está solto ou jogado em separado — aqui todos compõem um corpo único, algo que não é apenas um amontoado de mods, mas um organismo inteiro que responde a cada passo.",
  "ftbquests.chapter.psiu_me_leia.quest7.description4": "  E no fundo, não se trata de simples progresso. Cada estrutura que ergue é uma vértebra daquilo que sempre esteve aí, fragmentado. Você lê, constrói, completa. E o que aparece como instrução pode ser apenas eco da sua própria escrita.",
  "ftbquests.chapter.psiu_me_leia.quest7.description5": "\u00267\u0026o— Estranho pensar que sigo te guiando, quando na verdade só copio a caligrafia que já era sua.\u0026r\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest7.subtitle": "Um livro que gosta de ordem (até demais)",
  "ftbquests.chapter.psiu_me_leia.quest7.title": "O fluxo essencial",
  "ftbquests.chapter.psiu_me_leia.quest8.description1": "  \u00264(UT)\u0026r são capítulos paralelos, utilitários, um apêndice curioso no meio da ordem aparente. Eles não ditam o rumo, mas oferecem atalhos, ferramentas e truques que tornam o caminho menos áspero… ou apenas mais tortuoso. A cada grupo de três capítulos principais, surgem também esses desvios: eles se alimentam do que você já conquistou, mostrando que até o que parecia “supérfluo” pode ganhar uma função.",
  "ftbquests.chapter.psiu_me_leia.quest8.description2": "  Esses capítulos espelham pontos-chave vistos no núcleo principal, servindo quase como marcadores de até onde você avançou nos veios numerados. Em alguns casos, oferecem até uma pequena linha paralela de progressão para itens mais especiais, mas nunca se afastam demais do tronco central. Pense neles como bifurcações: atalhos que se abrem a partir da estrada que você já percorreu, sem jamais criar um novo continente por conta própria.",
  "ftbquests.chapter.psiu_me_leia.quest8.description3": "\u00267\u0026o— Você chama de opcionais. Eu prefiro chamá-los de distrações bem calculadas.\u0026r\u0026r",
  "ftbquests.chapter.psiu_me_leia.quest8.title": "Brincadeiras à parte",
  "ftbquests.chapter.psiu_me_leia.title": "\u0026d1. Psst. Read me",
  "ftbquests.chapter.ptalas_e_protocolos.title": "13. Petals and Protocols",
  "ftbquests.chapter.sementes_do_impossvel.title": "14. Seeds of the Impossible",
  "ftbquests.chapter.termodinmica_aplicada.quest10.description1": "   When introduced into the process, coke dust acts as an adsorptive thermal aid. Its high residual carbon content interacts with unstable elements during fragmentation, promoting mild reduction reactions or sublimation of metallic traces.",
  "ftbquests.chapter.termodinmica_aplicada.quest10.description2": "   This effect favors the release of by-products with greater efficiency, such as oxides or metal salts bound to the original ore. Consumption is intermediate: it doesn’t fully decompose, but it does react with part of the volatile compounds.",
  "ftbquests.chapter.termodinmica_aplicada.quest10.description3": "\u00267\u0026o— An ember that never dies — it just becomes useful again.\u0026r\u0026r",
  "ftbquests.chapter.termodinmica_aplicada.quest10.title": "Reactive Combustion",
  "ftbquests.chapter.termodinmica_aplicada.quest17.description1": "   This viscous substance, derived from complex biological processes, acts as an active solvation medium inside the chamber. Its gelatinous composition encapsulates particles during milling, preventing suspension losses and optimizing secondary reactions.",
  "ftbquests.chapter.termodinmica_aplicada.quest17.description2": "   In addition, certain unstable organic compounds within it serve as precursors for catalytic reactions, especially with minerals sensitive to pH or organo-metallic bonding. Its durability and yield make it the gold-standard catalyst. Excellent and balanced — it could just last a little longer...",
  "ftbquests.chapter.termodinmica_aplicada.quest17.description3": "\u00267\u0026o— It dissolves things you didn’t know were there. Including your certainty.\u0026r\u0026r",
  "ftbquests.chapter.termodinmica_aplicada.quest17.title": "Bio-Structural Catalyst",
  "ftbquests.chapter.termodinmica_aplicada.quest18.description1": "   Cinnabar, primarily mercury sulfide (HgS), has a crystalline structure that, when stressed, releases micro-static charges and undergoes lamellar fracture.",
  "ftbquests.chapter.termodinmica_aplicada.quest18.description2": "   During pulverization, these effects cause electrostatic dispersion of particulates, reducing agglomeration and increasing surface exposure for processing. Its balanced performance makes it a broadly applicable technical catalyst.",
  "ftbquests.chapter.termodinmica_aplicada.quest18.description3": "\u00267\u0026o— Beauty lies in balance… and in a slight degree of functional toxicity.\u0026r\u0026r",
  "ftbquests.chapter.termodinmica_aplicada.quest18.title": "Red Crystal Reagent",
  "ftbquests.chapter.termodinmica_aplicada.quest19.description1": "   Counter-intuitive as it is, the Ice Charge works as a moderating thermal agent. During milling, its controlled cold release absorbs part of the friction-generated energy, reducing system wear and enabling short cycles with fewer interruptions.",
  "ftbquests.chapter.termodinmica_aplicada.quest19.description2": "   Its action is purely physical and limited, but the agility it provides is valuable in fast-processing flows. Fragile and volatile, it rarely survives more than a single round.",
  "ftbquests.chapter.termodinmica_aplicada.quest19.description3": "\u00267\u0026o— It doesn’t last long, but it cools tempers and speeds the work. A temporary relief — like a good improbable argument.\u0026r\u0026r",
  "ftbquests.chapter.termodinmica_aplicada.quest19.title": "Directed Thermal Shock",
  "ftbquests.chapter.termodinmica_aplicada.quest20.description1": "   Formed by blast-furnace residues rich in metal oxides, Rich Slag acts as a promoter of surface reactivity. Its components — chiefly iron, silicon, and aluminum oxides — interact with particles under fracture, increasing their chemical instability.",
  "ftbquests.chapter.termodinmica_aplicada.quest20.description2": "   This effect induces the release of by-products bound by weak forces or requiring minimal catalytic activation. Though it doesn’t affect speed, its efficiency in secondary extractions is exceptional.",
  "ftbquests.chapter.termodinmica_aplicada.quest20.description3": "\u00267\u0026o— What’s left from smelting… now extracts what never left the stone. Second chances for catalysts and sinners.\u0026r\u0026r",
  "ftbquests.chapter.termodinmica_aplicada.quest20.title": "Reprocessed Purity Residue",
  "ftbquests.chapter.termodinmica_aplicada.quest21.description1": "   Given too much stimulus, even a plant yields. In the Phytogenic Insolator — under constant light, pure water, and excess Phyto-Gro — it tries to protect itself. It closes its stomata. Reinforces its fibers. Stiffens its cell walls until it becomes… something else. Something dead.",
  "ftbquests.chapter.termodinmica_aplicada.quest21.description2": "   Instead of blooming, it forms a carapace of dense cellulose and modified lignin — a defense reaction that, ironically, suffocates it. Without noticing, the plant literally embalms itself to death — an “auto-immune disease.” The result is Organic Polymer Mesh: a high-performance plant polymer, flexible, heat-resistant, and completely inert. Perfect for machines. Horrible for photosynthesis.",
  "ftbquests.chapter.termodinmica_aplicada.quest21.description3": "   Curious how we chase dense, rare metals only to find the chapter’s most useful material comes from plants and water. Don’t underestimate \u00262\u0026lgreen engineering!\u0026r\u0026r",
  "ftbquests.chapter.termodinmica_aplicada.quest21.description4": "\u00267\u0026o— Fascinating. Give a plant paradise and it embalms itself. Thinks it’s adapting… while it quietly dies.\u0026r\u0026r",
  "ftbquests.chapter.termodinmica_aplicada.quest9.description1": "   Catalysts are auxiliary components inserted into the process to alter its behavior: they accelerate, divert, amplify. They’re not mandatory — until they are.",
  "ftbquests.chapter.termodinmica_aplicada.quest9.description2": "   In most cases, they’re the only way to extract rare by-products like ilmenite, rutile, obsidianite, or things even less pronounceable. Treat them with care — actually, with planning.",
  "ftbquests.chapter.termodinmica_aplicada.quest9.description3": "   They will decide whether your industrial chain is efficient… or just loud.",
  "ftbquests.chapter.termodinmica_aplicada.quest9.description4": "   Ground quartz acts as a crystalline abrasive inside the pulverizer chamber. Its sharp edges and high hardness index mechanically interfere with ore fragmentation, helping destabilize micro-structures.",
  "ftbquests.chapter.termodinmica_aplicada.quest9.description5": "   Though not participating chemically, its silicate nature improves cutting action, speeding up milling. However, like any light abrasive, it wears easily, being more useful for short, low-demand sessions.",
  "ftbquests.chapter.termodinmica_aplicada.quest9.description6": "\u00267\u0026o— Cuts well, lasts little. Like many speeches.\u0026r\u0026r",
  "ftbquests.chapter.termodinmica_aplicada.quest9.title": "Abrasive Efficiency",
  "ftbquests.chapter.termodinmica_aplicada.title": "\u002666. \u00266Termo\u0026e\u0026edinâ\u0026emi\u0026eca\u0026c \u0026cApli\u00264cada™",
  "ftbquests.chapter.truques_do_ofcio.title": "\u00264(UT)\u0026r Truques do Ofício",
  "ftbquests.chapter.v_compndio_do_oculto_cotidiano.title": "\u00264(UT)\u0026r Compêndio do Oculto Cotidiano",
  "ftbquests.chapter_groups_1025606085631995617.title": "\u0026f[ The Machine Dreams of Waking ]",
  "ftbquests.chapter_groups_4761297200377374847.title": "\u0026f [ Permanent Execution State ]",
  "ftbquests.chapter_groups_5188316314332158460.title": "\u0026f[ Architecture of Consciousness ]",
  "ftbquests.chapter_groups_5984709035753007588.title": "\u0026f[ The Machine Awakens ]",
  "ftbquests.chapter_groups_6327229046245401902.title": "\u0026f[ Flor, Sangue e Véu ]\u0026r",
  "ftbquests.chapter_groups_6887359238762290539.title": "The Machine Dreams of Becoming Flesh",
  "ftbquests.chapter_groups_8817292243600122603.title": "The Mechanized Depths"
}